Repository: farmerbriantee/AgOpenGPS
Catalog: SourceCode/GPS/gStr.*.resx
Languages: af, da, de, es, fi, fr, hu, it, lv, nl, pt, ru, sk, tr, uk

# hc_cboxMachInvertRelays
source: Invert Controls If your controls are on instead of off, enable this to invert the control.
es: Invertir Relés Permite invertir el estado de los relés utilizados. Si sus relés están activados en lugar de desactivados, active esta opción para invertir la función de los relés.
fr: Inverser les relais Permets d'inverser l'état de tous les relais utilisés, à part celui utilisé sur PWM2
tr: Kontrolleri Ters Çevir Kontrolleriniz kapalı yerine açıksa, kontrolü tersine çevirmek için bunu etkinleştirin.

# hc_cboxMotorDrive
source: Motor Driver Type 2 Choices being Cytron and IBT2 so pick the one you are using.
es: Tipo de controlador de motor Permite elegir entre Cytron MD13S o IBT2.
fr: Choix du driver moteur utilisé dans le montage IBT2 ou Cytron MD13S
tr: Motor Sürücü Tipi Cytron ve IBT2 olmak üzere 2 seçenek, kullandığınızı seçin.

# hc_cboxNumSections
source: Number of Sections Using the drop down, choose the number of sections your tool has. It uses the default section width value to fill in the section width for you. Generally set the default section width first, then the number of sections. You can now manually edit any section width if they are different by clicking on that particular section width spinner
es: Número de Secciones Usando el menú desplegable, elija la cantidad de secciones que tiene su apero. Establezca primero el ancho de sección predeterminado y luego el número de secciones. Ahora puede editar manualmente cualquier ancho de sección, si son diferentes, haciendo clic en el control de ese ancho de sección en particular
fr: Nombre de tronçons de l'outil En fonction de la largeur total de l'outil, défini automatiquement les largeur de chaque tronçon. Chaque largeur de tronçon peut ensuite être modifiée
tr: Bölüm Sayısı Açılır menüyü kullanarak aracınızın sahip olduğu bölüm sayısını seçin. Kesit genişliğini sizin için doldurmak için varsayılan kesit genişliği değerini kullanır. Genellikle önce varsayılan bölüm genişliğini, ardından bölüm sayısını ayarlayın. Artık herhangi bir bölüm genişliğini farklıysa, söz konusu bölüm genişliği döndürücüye tıklayarak manuel olarak düzenleyebilirsiniz.

# hc_cboxPressureSensor
source: Pressure Sensor Switch when using an oil pressure sensor, enable this feature.
es: Interruptor de Sensor de Presión Si tiene sensor de presion para el volante(en volante hidraulico), permite ajustar el valor de presión para desactivar el autoguiado
fr: Capteur de pression Permet de régler la pression de désengagement à la reprise du volant en mode hydraulique
tr: Basınç Sensörü Anahtarı bir yağ basıncı sensörü kullanırken bu özelliği etkinleştirin.

# hc_cboxSectionResponse
source: Section Response Fast/Slow This selects how often section control is run per second. In fast mode it is one half the nmea speed and in slow mode it is half of that. If you have a slow computer, and section control is not super critical and speeds are slower, use the slow mode. If you find the sections aren't turning on fast enough, select fast mode. Section math is intense along with boundaries and headlands so this may help a slower tablet.
es: Corte de secciones,respuesta Rápida/Lenta Selecciona la frecuencia con la que se ejecuta el control de secciones por segundo. En modo rápido es 1/2 de la velocidad NMEA y en modo lento es 1/4. Si tiene una tablet lenta y el control de secciones no es muy crítico y las velocidades son lentas, use el modo lento. Si encuentra que las secciones no se encienden lo suficientemente rápido, seleccione el modo rápido. Las cálculos para gestión de secciones son intensos por lo que esto puede ayudar a una tablet lenta.
fr: Fréquence de réponse de la coupure de tronçons En rapide, fréquence GPS /2, en mode lent, GPS /4
tr: Bölüm Yanıtı Hızlı/Yavaş Bu, bölüm kontrolünün saniyede ne sıklıkla çalıştırılacağını seçer. Hızlı modda nmea hızının yarısı kadardır ve yavaş modda bunun yarısıdır. Yavaş bir bilgisayarınız varsa ve bölüm kontrolü çok kritik değilse ve hızlar daha yavaşsa, yavaş modu kullanın. Bölümlerin yeterince hızlı açılmadığını fark ederseniz hızlı modu seçin. Bölüm matematiği, sınırlar ve sürülmemiş alanlar ile birlikte yoğundur, bu nedenle bu daha yavaş bir tablete yardımcı olabilir.

# hc_cboxSteerEnable
source: Steer Switch Style 2 types of Switch. Button- Push and release turns Auto Steer On. Push and release again turns Auto Steer off. Switch - like a light switch style. Connect and Auto Steer is on, Disconnect and Auto Steer turns off. Note... Any type switch or button can be configured to do either method. The Switch setting is most common for steer motors that just push on a switch when engaged and then when released simply opens the switch again. The button setting is more common for hydraulic as you want pressure to disable steering, then just hit the button to enable again.
es: Tipo de interruptor de autoguiado 2 tipos de interruptor. Pulsador (momentáneo como el de un timbre): presionar y soltar activa el autoguiado. Presionar y soltar de nuevo apaga el autoguiado. Interruptor (permanente, como un interruptor de luz).
fr: Type de bouton pour l'engagement Bouton momentanné ou interrupteur. Le premier est à privilégié pour l'utilisation d'un mode de coupure de l'autoguidage par reprise du volant à la main
tr: Direksiyon Anahtarı Tarzı 2 çeşit Anahtar. Düğme- Bas ve bırak, Otomatik Yönlendirmeyi Açık duruma getirir. Tekrar basıp bırakma, Otomatik Yönlendirmeyi kapatır. Anahtar - bir ışık anahtarı stili gibi. Bağlan ve Otomatik Yönlendirme açık, Bağlantıyı Kes ve Otomatik Yönlendirme kapanır. Not... Herhangi bir tür anahtar veya düğme, her iki yöntemi de yapacak şekilde yapılandırılabilir. Anahtar ayarı, en çok, devreye girdiğinde bir anahtara basan ve serbest bırakıldığında anahtarı tekrar açan direksiyon motorları için en yaygın olanıdır. Düğme ayarı, direksiyonu devre dışı bırakmak için basınç istediğiniz için hidrolik için daha yaygındır, ardından tekrar etkinleştirmek için düğmeye basmanız yeterlidir.

# hc_cboxTramOnBackBuffer
source: Tram Tool Control Enable sending tram on off signal to seed runs for full tram control.
es: Control de secciónes de apero Activa el envío de la señal de encendido/apagado de secciones.
fr: Activer / désactiver la coupure des tronçon de passage de roues
tr: Tramvay Aracı Kontrolü Tam tramvay kontrolü için tohum parkurlarına tramvay açık kapalı sinyali göndermeyi etkinleştirin.

# hc_cboxXY
source: Select IMU orientation axis so when the vehicle rolls to the side, the roll value changes.
es: Seleccione el eje de orientación de la IMU para que cuando el vehículo se incline hacia un lado, el valor de inclinación cambie.
fr: Sélectionnez l'axe d'orientation IMU afin que lorsque le véhicule roule sur le côté, la valeur de roulis change.

# hc_chkDisplayDayNight
source: Auto Day Night automatically goes to night mode at sunset and day mode at sunrise
es: Auto Day Night pasa automáticamente al modo nocturno al atardecer y al modo diurno al amanecer
fr: Affichage automatique Jour / Nuit
tr: Otomatik Gündüz Gecesi, gün batımında otomatik olarak gece moduna ve gün doğumunda gündüz moduna geçer

# hc_chkDisplayExtraGuides
source: Extra guidance lines beside the one you are following
es: Líneas de guiado(paralelas) adicionales junto a la que está siguiendo
fr: Affiche les lignes de guidage supplémentaires de chaque coté de la ligne actuellement suivie
tr: Takip ettiğinizin yanında ekstra kılavuz çizgileri

# hc_chkDisplayFloor
source: Display the textured background on field surface or if off shows just a solid color
es: Muestra el fondo texturizado en la superficie de parcela, o si está desactivado, muestra solo un color sólido
fr: Affiche l'arrière plan texturé, ou si désactivé, juste un fond coloré
tr: Alan yüzeyinde dokulu arka planı görüntüleyin veya kapalıysa yalnızca düz bir renk gösteriyor

# hc_chkDisplayGrid
source: Display the grid on the field surface
es: Muestra una parrilla sobre la parcela
fr: Affiche la grille sur le champs
tr: Izgarayı alan yüzeyinde göster

# hc_chkDisplayKeyboard
source: Use the custom keyboard when entering a text type of entry
es: Usar el teclado personalizado para escribir una entrada de texto
fr: Utiliser le clavier personnaliser quand une entrée texte doit être réaliser
tr: Bir metin türü girişi girerken özel klavyeyi kullanın

# hc_chkDisplayLightbar
source: The Graphic dots at top of screen showing distance away from the guidance line
es: Los puntos gráficos en la parte superior de la pantalla que muestran la distancia hasta la línea de guiado
fr: Points graphiques en haut de l'écran affichant la distance d'écart apr rapprot à la ligne de guidage
tr: Kılavuz çizgisinden uzaklığı gösteren ekranın üst kısmındaki Grafik noktaları

# hc_chkDisplayLogNMEA
source: Log the incoming NMEA, stored in the fields directory Caution - Make a very big file quickly
es: Grabar datos NMEA entrantes, se almacenan en el directorio de parcelas Precaución: Esto crea un archivo muy grande en poco tiempo
fr: Enregistre la trame NMEA rentrante. Fichier sauvé dans le dossier champs. Attention, génère un fichier lourd en très peu de temps
tr: Alanlar dizininde saklanan gelen NMEA'yı günlüğe kaydedin Dikkat - Çok büyük bir dosyayı hızla oluşturun

# hc_chkDisplayPolygons
source: Display the individual polygons that make up the mapping
es: Mostrar los polígonos individuales que componen el mapa
fr: Affiche les polygones individuels composants la carte
tr: Eşlemeyi oluşturan tek tek çokgenleri görüntüleyin

# hc_chkDisplaySky
source: Display the colorful sky in the background when in 3D
es: Muestra el cielo colorido en el fondo cuando esté en 3D
fr: Affiche le ciel coloré en arrière-plan et en 3D
tr: 3D olarak arka planda renkli gökyüzünü görüntüleyin

# hc_chkDisplaySpeedo
source: Display the Speedometer in top right corner
es: Muestra el velocímetro en la esquina superior derecha
fr: Affiche le compteur de vitesse dans le coin supérieur droit
tr: Hız göstergesini sağ üst köşede görüntüleyin

# hc_chkDisplayStartFullScreen
source: Full Screen on Start Up
es: Pantalla completa al iniciar AOG
fr: Mode plein écran au démarrage
tr: Açılışta Tam Ekran

# hc_chkInvertSteer
source: Invert Steer Motor Drive If the motor turns the wrong way in Drive Mode, enable the Invert Steer Motor setting so it turns the opposite way
es: Invertir dirección de motor Si el motor gira en sentido contrario al que debería , habilite la configuración Invertir dirección de motor para que gire en el otro sentido
fr: Inverse le sens de rotation du moteur Si le moteur tourne dans le mauvais sens en mode test drive, inverser le sens de direction du moteur
tr: Ters Direksiyon Motoru Sürücüsü Motor, Sürüş Modunda yanlış yöne dönüyorsa, Ters yöne dönmesi için Direksiyon Motorunu Ters Çevir ayarını etkinleştirin.

# hc_chkInvertWAS
source: Invert Wheel Angle Sensor Turning to the right the WAS should be a positive angle. If it is not, Invert the WAS
es: Invertir Sensor de ángulo de direccion (WAS) Girando a la derecha, el valor de angulo debe ser positivo. Si no es así, habilite invertir WAS
fr: Inverser sens capteur d'angle de roue Roues vers la droite, la valeur de l'angle lue doit être positive, sinon inverser le sens capteur
tr: Ters Tekerlek Açısı Sensörü Sağa döndüğünüzde, WAS pozitif bir açı olmalıdır. Değilse, WAS'ı Tersine Çevirin

# hc_chkSteerInvertRelays
source: Invert Steer Relay This controls only the relay for PWM2 pin. If you need Normally open or Normally Closed click the invert to have the opposite function of the relay.
es: Invertir Relé de autoguiado Esto controla solo el relé para el pin PWM2. Si necesita Normalmente abierto o Normalmente cerrado, haga clic en invertir para tener la función opuesta del relé.
fr: Inverser Relais Permet d'inverser le sens de fonctionnement d'un relais branché sur la pin PWM2 seulement
tr: Ters Yönlendirme Rölesi Bu sadece PWM2 pini için röleyi kontrol eder. Normalde açık veya Normalde Kapalı'ya ihtiyacınız varsa, rölenin ters işlevine sahip olmak için ters çevir'e tıklayın.

# hc_hsbarFusion
source: IMU Fusion Balance As usual a setting at either extreme is bad. IMU balance sets how much IMU and how much fix to fix heading is used to determine a fused heading. The GPS is quite stable over a longer time period while the IMU is very stable short term but drifts to some funky angle over time. If too much IMU is set, then making sharp turns etc can take a long time to correct by the GPS and will cause steering to be in the wrong heading. Too much GPS and the heading will be noisy back and forth causing erratic steering. With that in mind, set the IMU so there is a little bit of heading noise to provide fairly smooth steering, and if you turn quickly, make sure the heading you are going right after the turn is the heading you are actually going. Compare the GPS heading and the Fused heading and see that they follow each other well. The GPS will be noisy, but the Fused will be quite steady in the middle of those noisy values.
es: Balance de fusión IMU El balance de IMU establece cuánto IMU y cuánto GPS se usa para determinar un rumbo fusionado. El GPS es bastante estable durante un período de tiempo más largo, mientras que la IMU es muy estable a corto plazo, pero se desplaza a un ángulo extraño con el tiempo. Si se configura demasiada IMU, hace giros cerrados, etc., puede llevar mucho tiempo para que el GPS lo corrija y hará que la dirección esté en el rumbo incorrecto. Demasiado GPS y el rumbo será de un lado a otro causando una dirección errática.
fr: Curseur balance IMU. Permet de balancer le pourcentage d'acquisition du cap entre l'antenne GPS et l'IMU. Plus de GPS, plus de distance à parcourir pour avoir un cap fiable Plus IMU, réactivité augmenté voire trop importante
tr: IMU Füzyon Dengesi Her zamanki gibi, her iki uçta da bir ayar kötüdür. IMU dengesi, kaynaşmış bir rotayı belirlemek için ne kadar IMU ve ne kadar fix to fix başlık kullanılacağını belirler. GPS, daha uzun bir süre boyunca oldukça kararlıyken, IMU kısa vadede çok kararlıdır ancak zaman içinde bazı korkak açılara sürüklenir. Çok fazla IMU ayarlanırsa, keskin dönüşler vb. yapmak GPS tarafından düzeltilmesi uzun zaman alabilir ve direksiyonun yanlış istikamette olmasına neden olur. Çok fazla GPS ve istikamet ileri geri gürültülü olacak ve bu da düzensiz direksiyona neden olacaktır. Bunu akılda tutarak, IMU'yu, oldukça yumuşak bir direksiyon sağlamak için biraz yön gürültüsü olacak şekilde ayarlayın ve hızlı dönerseniz, dönüşten hemen sonra gideceğiniz yönün aslında gitmekte olduğunuz yön olduğundan emin olun. GPS yönünü ve Fused yönünü karşılaştırın ve birbirlerini iyi takip ettiklerini görün. GPS gürültülü olacaktır, ancak Sigortalı bu gürültülü değerlerin ortasında oldukça sabit olacaktır.

# hc_lblUTurnLegDistance
source: Length of UTurn Legs Sets the amount of meters the legs of the uturn continue past and into the turn. Allows the vehicle to line up better to the next guidance line
es: Longitud de las piernas de giro en U Establece la distancia en metros antes de comenzar el giro en U. Permite que el vehículo se alinee mejor con la siguiente paralela
fr: Longueur de jambes des demi tours automatique ( partie ligne droite avant de tourner) Définit la distance en mètres avant d'attaquer à tourner. Permet au véhicule de mieux s’aligner sur la ligne de guidage suivante
tr: UTurn Ayak Uzunluğu Uturn'ün ayaklarının dönüşte kaç metre ilerleyeceğini belirler. Aracın bir sonraki kılavuz çizgisine daha iyi hizalanmasını sağlar

# hc_lblUTurnSmoothing
source: UTurn Smoothing Removes the abrupt change of direction for Keyhole turns and smooths them out. Makes the turn easier to follow.
es: Suavizado de giro en U Elimina el cambio abrupto de dirección de los giros y los suaviza. Hace que el giro sea más fácil de seguir.
fr: Lissage Demi tours automatiques Supprime le changement brusque de direction et rend le tournant plus facile à suivre.
tr: UTurn Yumuşatma Anahtar deliği dönüşleri için ani yön değişikliğini ortadan kaldırır ve bunları yumuşatır. Sırayı takip etmeyi kolaylaştırır.

# hc_nudABLength
source: Length of AB Line Make sure line is long enough to reach from boundary edge to boundary edge and a little more. Twice as long as longest field dimension is easy.
es: Longitud de la línea AB Asegúrese de que la línea sea lo suficientemente larga para llegar desde el borde de un lindero al borde del lindero opuesto y un poco más.
fr: Longueur totale maximun de la ligne AB
tr: AB Çizgisinin Uzunluğu Çizginin, sınır kenarından sınır kenarına ve biraz daha fazlasına ulaşacak kadar uzun olduğundan emin olun. En uzun alan boyutunun iki katı kadar kolaydır.

# hc_nudAgeAlarm
source: Age of GPS Alarm Set how many seconds before the alarm occurs
es: Alarma de pérdida GPS Establece cuántos segundos desde la perdida de señal GPS hasta que suene la alarma de pérdida de señal GPS
fr: Age Alarme GPS Temps en seconde avant que l'alarme apparaisse
tr: GPS Alarmının Yaşı Alarm oluşmadan kaç saniye önce ayarlayın

# hc_nudCutoffSpeed
source: Section Cutoff Speed The lower limit of speed before the sections auto turn off. Below this setting, the sections will turn off. Prevents over application.
es: Velocidad de corte de sección El límite inferior de velocidad antes de que las secciones se apaguen automáticamente.
fr: Vitesse mini de coupure de tronçon Vitesse sous laquelle tous les tronçons sont automatiquement fermés
tr: Kesit Kesme Hızı Bölümler otomatik kapanmadan önceki alt hız sınırı. Bu ayarın altında bölümler kapanacaktır. Aşırı uygulamayı önler.

# hc_nudDefaultSectionWidth
source: Default Section Width Enter the default section width for all sections here. Selecting then the number of sections fills in individual sections with the default value. Now go ahead and edit any sections that need a different width then the default.
es: Ancho de sección predeterminado Introduzca aquí el ancho de sección predeterminado para todas las secciones. Al seleccionar el número de secciones, se rellenan las secciones individuales con el valor predeterminado. Ahora continúe y edite cualquier sección que necesite un ancho diferente al predeterminado
fr: Largeur de tronçon par défaut. S'applique à tous les tronçons. Chaque tronçon peut ensuite être modifié individuellement
tr: Varsayılan Kesit Genişliği Tüm bölümler için varsayılan kesit genişliğini buraya girin. Daha sonra bölüm sayısı seçildiğinde, tek tek bölümler varsayılan değerle doldurulur. Şimdi devam edin ve varsayılandan farklı bir genişliğe ihtiyaç duyan bölümleri düzenleyin.

# hc_nudForwardComp
source: Forward Direction Compensation For Turns This is a difficult concept to describe, so there is a video about it on you tube called Reverse Compensation. But here goes in text. What you are doing is offsetting the effect that the antenna swings very quickly left or right when you initially turn the steering wheel. This tries to dampen that effect. It is very complex to eliminate. There is much less of this effect when going forward so best just to leave the setting as is. You can use the steering chart from the tools menu to see the effect. Would you like to see a YouTube video for more help?
es: Compensación de dirección de avance para giros Este es un concepto difícil de describir, por lo que hay un video al respecto en YouTube llamado Reverse Compensation. Pero aquí va en el texto. Lo que está haciendo es compensar el efecto de que la antena oscila muy rápidamente hacia la izquierda o hacia la derecha cuando inicialmente gira el volante. Esto trata de amortiguar ese efecto. Es muy complejo de eliminar. Hay mucho menos de este efecto cuando se avanza, por lo que es mejor dejar la configuración como está. Puede usar el gráfico de dirección del menú de herramientas para ver el efecto. ¿Le gustaría ver un video de YouTube para obtener más ayuda?
fr: Compensation de direction vers l’avant pour les demi tours automatiques C’est un concept difficile à décrire, il y a donc une vidéo à ce sujet sur You Tube appelée Reverse CompCompensation
tr: Dönüşler İçin İleri Yön Telafisi Bu tarif etmesi zor bir kavram, bu yüzden you tube'da Ters Kompanzasyon adında bir video var. Ama burada metinde gider. Yaptığınız şey, direksiyon simidini ilk çevirdiğinizde antenin çok hızlı bir şekilde sola veya sağa sallanması efektini dengelemek. Bu, bu etkiyi azaltmaya çalışır. Ortadan kaldırmak çok karmaşık. İlerlerken bu etkinin çok daha azı vardır, bu yüzden ayarı olduğu gibi bırakmak en iyisidir. Efekti görmek için araçlar menüsünden direksiyon tablosunu kullanabilirsiniz. Daha fazla yardım için bir YouTube videosu görmek ister misiniz?

# hc_nudGuidanceLookAhead
source: Guidance Line Acquire Distance How many seconds ahead should AOG look for the next guidance line to lock onto. The faster you drive, the farther it will look ahead. AOG will draw the next guidance line at this spot and you can hit autosteer button and will lock on.
es: Distancia de adquisición de línea de guía Con cuántos segundos de anticipación AOG debe buscar la siguiente línea de guía o paralela. Cuanto más rápido conduzca, más lejos apuntará. AOG dibujará la siguiente línea de guía en este punto, puede presionar el botón de autoguiado y se bloqueará.
fr: Distance d'acquisition de la ligne de guidage Combien de secondes à l’avance AOG devrait-il rechercher la prochaine ligne de guidage sur laquelle se verrouiller. Plus vous conduisez vite, plus il regardera loin devant vous. AOG tracera la ligne de guidage suivante à cet endroit et vous pourrez alors engager au bouton
tr: Kılavuz Çizgisi Elde Etme Mesafesi AOG, kilitlenecek bir sonraki kılavuz çizgisini kaç saniye sonra aramalıdır. Ne kadar hızlı sürersen, o kadar ileriye bakar. AOG bu noktada bir sonraki kılavuz çizgiyi çizecek ve otomatik yönlendirme düğmesine basıp kilitleneceksiniz.

# hc_nudHydLiftLookAhead
source: Hydraulic Look Ahead Time in seconds how far ahead the tool should begin to lower when entering the work area. Lift occurs when tool is completely out of the work area and in the headland.
es: Anticipacion bajada apero Tiempo de anticipo en segundos al que debe comenzar a bajar el apero al entrar en la zona de trabajo. El levantamiento ocurre cuando el apero está completamente fuera de la zona de trabajo en el cabecero.
fr: Anticipation relevage automatique Temps en seconde pour anticiper la levée et le terrage de l'outil par rapport à la tournière
tr: İleriye Bakış Çalışma alanına girerken aletin ne kadar ileride alçalmaya başlayacağı saniye cinsinden süre. Kaldırma, alet çalışma alanının tamamen dışındayken ve sürülmemiş arazideyken meydana gelir.

# hc_nudLightbarCmPerPixel
source: Cross Track Distance per Pixel How many cm/inches represent each square dot on the light bar. Small values, the dots move very quickly, Too big and the dots hardly move. handy for manual steering.
es: Distancia transversal por píxel Cuántos cm/pulgadas representan cada punto cuadrado en la barra de luz. Valores pequeños, los puntos se mueven muy rápido, demasiado grandes y los puntos apenas se mueven. Es útil para guiado visual.
fr: Taille de points de la barre de guidage, plus les points sont gros, plus ils représentent un écart large
tr: Piksel Başına Çapraz İz Mesafesi Işık çubuğundaki her bir kare noktayı kaç cm/inç temsil eder. Küçük değerler, noktalar çok hızlı hareket ediyor, Çok büyük ve noktalar zor hareket ediyor. manuel direksiyon için kullanışlı.
