Repository: farmerbriantee/AgOpenGPS
Catalog: SourceCode/GPS/gStr.*.resx
Languages: af, da, de, es, fi, fr, hu, it, lv, nl, pt, ru, sk, tr, uk

# gsMakeBoundaryContours
source: Make Boundary Contours
af: zMake Boundary Contours
da: Lav Kant Spor
de: Grenzkonturen erstellen
es: Crear contorno de parcela
fi: Rajakäyrän luonti
fr: Faire les tournières du champ
hu: Határoló kontúrok készítése
it: Creare Perimetri Del Confine
lv: Izveidojiet robežu kontūras
nl: Maak perceelgrens contour
pt: Faça contornos de limite
ru: Создание контура ганицы
sk: Kontúra hranice
tr: Sınır Konturları Yapın
uk: Зробити контури меж

# gsManual
source: Manual
af: zManual
da: Manuel
de: Manuell
fi: Manuaalinen
fr: Manuel
hu: Kézi
it: Manuale
lv: Manuāli
nl: Manueel
ru: Инструкция
sk: Manuálne
tr: El Kitabı
uk: Інструкція

# gsMeters
source: Meters
af: zMeters
da: Meter
de: Meter
es: Metros
fi: Metri
fr: Mètres
hu: Méter
it: Metri
lv: Metri
nl: Meter
pt: Metros
ru: Метры
sk: Metre
tr: Sayaçlar
uk: метри

# gsMissingABLinesFile
source: Missing ABLInes File
af: zMissing ABLInes File
da: Mangler AB Linie Fil
de: A-B Datei fehlt
es: Sin fichero Líneas AB
fi: Puuttuva AB-linja -tiedosto
fr: Fichier Ligne AB Manquant
hu: Hiányzó AB vonal fájl
it: File Linee AB Mancante
lv: Trūkst AB Līnijas faila
nl: AB Lijn bestand ontbreekt
pt: Arquivo ABLInes ausente
ru: Нет файла (АВ) линий
sk: Súbor s AB Líniou nenájdený
tr: ABLInes Dosyası Eksik
uk: Відсутній файл (AB) ліній

# gsMissingBoundaryFile
source: Missing Boundary File
af: zMissing Boundary File
da: Mangler Kant Fil
de: Außengrenze Datei fehlt
es: Sin fichero de lindero
fi: Puuttuva rajatiedosto
fr: Fichier Bordure Manquant
hu: Hiányzó határvonal fájl
it: File Confini Mancante
lv: Trūkst Robežas faila
nl: Perceelgrens bestand ontbreekt
pt: Arquivo de limite ausente
ru: Отсутствующий файл границ
sk: Súbor s hranicou nenájdený
tr: Eksik Sınır Dosyası
uk: Відсутній файл меж

# gsMissingContourFile
source: Missing Contour File
af: zMissing Contour File
da: Mangler Spor Fil
de: Kontur Datei fehlt
es: Sin fichero de contorno
fi: Puuttuva muototiedosto
fr: Fichier Contour Manquant
hu: Hiányzó kontúr fájl
it: File Perimetri Mancante
lv: Trūkst Kontūras faila
nl: Contour bestand ontbreekt
pt: Arquivo de contorno ausente
ru: Отсутствующий файл контура
sk: Súbor s kontúrou nenájdený
tr: Kontur Dosyası Eksik
uk: Відсутній контурний файл

# gsMissingFlagsFile
source: Missing Flag File
af: zMissing Flag File
da: Mangler Afmærknings Fil
de: Flaggen Datei fehlt
es: Sin fichero de marcas
fi: Puuttuva lipputiedosto
fr: Fichier Flag Manquant
hu: Hiányzó zászló fájl
it: File Segnaposto Mancante
lv: Trūkst Karoga faila
nl: POI-Bestand ontbreekt
pt: Arquivo de sinalização ausente
ru: Отсутствующий файл Флага
sk: Súbor so značkami nenájdený
tr: Eksik Bayrak Dosyası
uk: Відсутній файл прапора

# gsMissingSectionFile
source: Missing Section File
af: zMissing Section File
da: Mangler Sektions Fil
de: Datei der bearbeiteten Fläche fehlt
es: Falta fichero de Sección
fi: Puuttuva lohkotiedosto
fr: Fichier Section Manquant
hu: Hiányzó szekció fájl
it: File Sezioni Mancante
lv: Trūkst Sekciju faila
nl: Secties bestand ontbreekt
pt: Arquivo de seção ausente
ru: Отсутствует файл раздела
sk: Súbor so spracovanou plochou nenájdený
tr: Eksik Bölüm Dosyası
uk: Відсутній файл розділу

# gsN_East
source: NEast
af: zNEast
da: Nord Øst
de: Nordost
es: Noreste
fi: Koillinen
fr: Nord Est
hu: Északkelet
it: Nord Est
lv: Z Austrumi
nl: NoordOost
pt: Nordeste
ru: Северо-Восток
sk: Severo-Východ
tr: K Doğu
uk: Північний Схід

# gsN_West
source: NWest
da: Nord Vest
de: Nordwest
es: Noroeste
fi: Luode
fr: Nord Ouest
hu: Északnyugat
it: Nord Ovest
lv: Z Rietumi
nl: NoordWest
pt: Noroeste
ru: Северо-Запад
sk: Severo-Západ
tr: K Batı
uk: Північний Захід

# gsNew
source: New
af: zNew
da: Ny
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
hu: Új
it: Nuovo
lv: Jauns
nl: Nieuw
pt: Novo
ru: Новый
sk: Nový
tr: Yeni
uk: Новий

# gsNoABLineActive
source: No ABLine Active
af: zNo ABLine Active
da: Ingen Aktiv AB Linie
de: Keine A-B Linie aktiv
es: Ninguna Línea AB activa
fi: Ei aktiivista AB-linjaa
fr: Aucune ligne AB activée
hu: Nincs akítv AB vonal
it: Nessuna Linea AB Attiva
lv: Nav AB Līnija aktīva
nl: Geen AB lijn actief
pt: Sem ABLine ativo
ru: Нет активной (АВ) линии
sk: Žiadna AB línia aktívna
tr: ABLine Etkin Değil
uk: Немає активних (AB) ліній

# gsNoBoundary
source: No Boundary
af: zNo Boundary
da: Ingen Kant
de: Keine Außengrenze
es: Ningún contorno activo
fi: Ei rajaa
fr: Aucune bordure créée
hu: Nincs határvonal
it: Nessun Confine
lv: Nav robežu
nl: Geen perceelgrens
pt: Sem limite
ru: Нет Границ
sk: Žiadna hranica
tr: Sınırsız
uk: Немає меж

# gsNoFieldsFound
source: No Fields Found
af: zNo Fields Found
da: Ingen Mark Fundet
de: Kein Feld gefunden
es: Ninguna parcela encontrada
fi: Peltoja ei löydy
fr: Aucun champ trouvé
hu: Nem található terület
it: Nessun Campo Trovato
lv: Nav atrasts neviens lauks
nl: Geen percelen gevonden
pt: Nenhum campo encontrado
ru: Поля Не Найдены
sk: Žiadne pole nenájdené
tr: Alan Bulunamadı
uk: Поля не знайдено

# gsNoGuidanceLines
source: No Guidance Lines
af: zNo Guidance Lines
da: Ingen Styrelinje
de: Keine Führungslinien
es: Ninguna línea de guía encontrada
fi: Ei ohjauslinjoja
fr: Aucune ligne de guidage trouvée
hu: Nincs irányvonal
it: Nessuna Linea Guida
lv: Nav navigācija līniju
nl: Geen geleidingslijnen
pt: Sem linhas de orientação
ru: Нет Направляющих Линий
sk: Žiadne navigačné línie
tr: Kılavuz Hat Yok
uk: Немає Направляючих Ліній

# gsNoSettingsWithIMU
source: No Settings With IMU
af: zNo Settings With IMU
de: keine Einstellung mit IMU nötig
es: Sin ajustes con IMU
fi: Ei asetuksia IMU: n kanssa
fr: Aucun paramètres IMU
hu: Nem állítható IMUval
lv: Nav iestatījumu ar IMU
nl: Geen instellingen met IMU
pt: Sem configurações com IMU
uk: Немає налаштувань з IMU

# gsNone
source: None
af: zNone
da: Ingen
de: keine
es: Ninguno/a
fi: Ei mitään
fr: Aucun
hu: Nincs
it: Nessuna
lv: Nav
nl: NA
pt: Nenhum
ru: Нет
sk: Žiadny
tr: Hiçbiri
uk: Немає

# gsNoneUsed
source: None Used
af: zNone Used
da: Ingen Brugt
de: Keine verwendet
es: Ninguno en uso
fi: Ei mitään käytetty
fr: Pas Utilisé
hu: Nincs használva
it: Non Usato
lv: Nav lietots
nl: Niet gebruikt
pt: Nenhum usado
ru: Не используется
sk: Nič nepoužité
tr: Hiçbiri kullanılmadı
uk: Нічого не використ.

# gsNorth
source: North
af: zNorth
da: Nord
de: Norden
es: Norte
fi: Pohjoinen
fr: Nord
hu: Észak
it: Nord
lv: Ziemeļi
nl: Noord
pt: Norte
ru: Север
sk: Sever
tr: Kuzey
uk: Північ

# gsNothingDeleted
source: Nothing Deleted
af: zNothing Deleted
da: Intet Slettet
de: Es wurde nichts gelöscht
es: Nada borrado
fi: Mitään ei poistettu
fr: Rien de supprimé
hu: Törlés megszakítva
it: Nulla E' Stato Cancellato
lv: Nekas nav dzēsts
nl: Niets verwijderd
pt: Nada excluído
ru: Ничего Не Удалено
sk: Nič nebolo nevymazané
tr: Hiçbir şey Silinmedi
uk: Нічого не видалено

# gsOffset
source: Offset
af: zOffset
es: Offset (desfase)
fi: Siirto
fr: Décalage
hu: Eltolás
lv: Nobīde
nl: Verschuiving
pt: Desvio
ru: Смещение
sk: Vzdialenosť
tr: Ofset
uk: Зміщення

# gsOffsetFix
source: Offset Fix
af: zOffset Fix
es: Corregir desfase
fi: Pellon Keskitys
fr: Corriger décalage
hu: Fix eltolás
lv: Nobīdes labojums
nl: FIX verschuiving
pt: Correção de deslocamento
ru: Исправление смещения
sk: Nastavenie posunutia
tr: Ofset Düzeltme
uk: Зміщення фіксов.

# gsOpen
source: Open
af: zOpen
da: Åben
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
hu: Megnyit
it: Apri
lv: Atvērt
nl: Openen
pt: Abrir
ru: Открыть
sk: Otvoriť
tr: Açık
uk: Відчинити

# gsOuter
source: Outer
af: zOuter
da: Ydre
de: Äußere
es: Externo
fi: Ulko
fr: Extérieure
hu: Külső
it: Esterno
lv: Ārējais
nl: Buitenste
pt: Exterior
ru: Внешний
sk: Vonkajšia
tr: Dış
uk: Зовнішн.

# gsOvershootReduction
source: Overshoot Reduction
af: zOvershoot Reduction
da: Overstyrings Reduction
de: Überschwingungsreduzierung
es: Reducción de sobreimpulso
fi: Ylitysvähennys
fr: Réduction de dépassement
hu: Kígyózás csökkentése
it: Riduzione Superamento Linea
lv: Pārbrauciena samazināšana
nl: Reduceer over-de-lijn reactie
pt: Redução de excesso
ru: Уменьшение превышения
sk: Redukcia prestrelení
tr: Limit aşımı Azaltma
uk: Зменш. переобсяг

# gsPass
source: Pass #
af: zPass #
da: Træk #
de: Durchgang #
es: Nº de Pasadas
fi: Veto #
fr: Passage
hu: Fogás #
it: Passata
lv: Gājiens #
nl: Werkgang #
pt: Passar #
ru: Перейти #
sk: Prejazd č.
uk: Прохід #

# gsPasses
source: Passes
af: zPasses
da: Træk
de: Spuranzahl
es: Pasadas
fi: Ajouria
fr: Passages
hu: Fogások
it: Passate
lv: Gājieni
nl: Werkgangen
ru: Проходить
sk: Prejazdy
uk: Проходи

# gsPleaseEnterABLine
source: Please Enter ABLine
af: zPlease Enter ABLine
da: Vælg AB Linie
de: Bitte A-B Linie eingeben
es: Introducir una línea AB
fi: Anna ABLINE
fr: Entrer une ligne AB
hu: Adj meg AB vonalat
it: Inserire Linea AB
lv: Lūdzu, ievadiet AB Līniju
nl: Volg AB lijn aub
pt: Por favor insira ABLine
ru: Пожалуйста, Введите (AB) линию
sk: Prosím vložte AB líniu
tr: Lütfen ABline girin
uk: Будь ласка, Введіть (AB) лінію

# gsPressureSensorValueLabel
source: Pressure (bar)
af: zPressure
da: Tryk (bar)
de: Druck (bar)
es: Presión (bar)
fi: Paine (bar)
fr: Pression (bar)
hu: Nyomás (bar)
it: Pressione (bar)
lv: Spiediens (bar)
nl: Bar
pt: Pressão (barra)
ru: Давление (бар)
sk: Tlak (bar)
tr: Basınç (bar)
uk: Тиск (бар)

# gsProblemMakingPath
source: Problem Making Path
af: zProblem Making Path
da: Kan Ikke Oprette Sti
de: Problem beim Erstellen des Pfades
es: Problemas al crear una ruta
fi: Ongelman polun luonnissa
fr: Problème à la création du chemin
hu: Probléma az útvonal készítésében
it: Problema Creazione Percorso
lv: Problēma veidojot ceļu
nl: Probleem tijdens het maken van pad
pt: Caminho para criar problemas
ru: Путь Создания Проблем
sk: Problém pri vytváraní cesty
tr: Yol Yapma Problemi
uk: Проблема створення шляху

# gsProgramWillExitPleaseRestart
source: Program Will Exit Please Restart
af: zProgram Will Exit Please Restart
da: Program Afsluttes, Venligst Genstart
de: Programm wird beendet – bitte neu starten
es: El programa se cerrará. Reinicie.
fi: Ohjelma sulkeutuu, ole hyvä ja käynnistä uudelleen
fr: Problème persistant - Redémarrer
hu: A program most kilép, indítsd el újra
it: Il Programma Verra' Chiuso, Riavviare
lv: Programma tiks aizvērta, lūdzu, restartējiet
nl: Programma word afgesloten, start opnieuw
pt: O programa será encerrado, reinicie
ru: Выход из приложения Пожалуйста Перезагрузите
sk: Program bude ukončený - Prosím reštartujte!
tr: Programdan Çıkılacak Lütfen Yeniden Başlatın
uk: Вихід із програми Будь ласка Перезавантажте

# gsReallyResetEverything
source: Really Reset Everything
af: zReally Reset Everything
da: Helt Sikkert Nulstille Alt
de: Wirklich alles zurücksetzten
es: Necesario reiniciar todo
fi: Haluatko todella nollata kaikki
fr: Nécessité de tout réinitialiser
hu: Tényleg mindent töröl
it: Resettare Tutto Per Davvero
lv: Tiešām atiestatīt visu
nl: Alles terugzetten naar defaults
pt: Realmente redefinir tudo
ru: Действительно Сбросить Все
sk: Naozaj všetko resetovať?
tr: Her Şeyi Gerçekten Sıfırla
uk: Справді Скинути Все

# gsRecord
source: Record
af: zRecord
de: Aufzeichnung
es: Grabar
fi: Tallenna
fr: Lancer
hu: Rögzít
it: Registrazione
lv: Ieraksts
nl: Registreren
pt: Registro
ru: Запись
sk: Nahrávať
tr: Kayıt
uk: Запис

# gsRecordedPathFileIsCorrupt
source: Recorded Path File Corrupt
af: zRecorded Path File Corrupt
da: Fejl I Optaget Fil/Sti
de: Pfad Datei fehlerhaft
es: Fichero de ruta corrupto
fi: Tallennettu polkutiedosto korruptoitu
fr: Fichier d'enregistrement chemin corrompu
hu: Rögzített útvonalt tartalmazó fájl sérült
it: File Percorso Corrotto
lv: Ierakstītais ceļa fails ir bojāts
nl: Opgenomen-pad bestand corrupt
pt: Arquivo de caminho gravado corrompido
ru: Записанный Файл Пути Поврежден
sk: Súbor s nahranou cestou je neplatný
tr: Kayıtlı Yol Dosyası Bozuk
uk: Файл записаного шляху пошкоджено

# gsRecordedPathMenu
source: Recorded Path
af: zRecordedPath
es: Fichero de ruta
fi: Tallennettu polku
fr: Menu Chemin enregistré
hu: Rögzített útvonal
lv: Ierakstītais ceļš
nl: Opgenomen pad Menu
pt: Caminho gravado
uk: Записаний шлях

# gsResetAll
source: Reset All
af: zReset All
da: Nulstil Alt
de: Alles zurücksetzen
es: Reiniciar Todo
fi: Nollaa kaikki
fr: Réinitialiser tout
hu: Minden törlése
it: Resettare Tutto
lv: AtiestatīAtiestatīt visu
nl: Zet alles terug
pt: Reiniciar tudo
ru: Сбросить Все
sk: Resetovať
tr: Hepsini sıfırla
uk: Скинути все

# gsResetAllForSure
source: Reset All For Sure?
af: zReset All For Sure?
da: Nulstil Alt, Er Du Sikker?
de: Wirklich alles zurücksetzten?
es: Seguro que desea reiniciar todo?
fi: Nollaa kaikki varmasti?
fr: Tout réinitialiser ?
hu: Biztosan mindent visszaállít?
it: Sicuro Di Resettare Tutto?
lv: Atiestatīt visu, Esi pārliecināts?
nl: Weet u het zeker?
pt: Redefinir tudo com certeza?
ru: Сбросить Все? Вы уверены?
sk: Naozaj všetko resetovať?
tr: Her Şeyi Kesin Olarak Sıfırla?
uk: Скинути Все? Ви впевнені?

# gsResume
source: Resume
af: zResume
da: Genoptag
de: Fortsetzen
es: Continuar
fi: Jatkaa
fr: Reprendre
hu: Folytatás
it: Continua
lv: Turpināt
nl: Hervat
pt: Retomar
ru: Возобновиться
sk: Obnoviť posledné
tr: Devam et
uk: Відновити

# gsS_East
source: SE
af: zSE
da: SydØst
de: Südosten
es: Este
fi: Kaakko
fr: Est
hu: Délkelet
it: Sud Est
lv: DAustrumi
nl: ZuidOost
ru: Восток
sk: Východ
tr: GD
uk: Південний Схід

# gsS_West
source: SW
af: zSW
da: SydVest
de: Südwesten
es: SudOeste
fi: Lounas
fr: Sud Ouest
hu: Délnyugat
it: Sud Ovest
lv: DRietumi
nl: ZuidWest
pt: SO
ru: Запад
sk: JuhZápad
tr: GB
uk: Південний Захід

# gsSaveAndReturn
source: Save and Return
af: zSave and Return
da: Gem Og Vend Tilbage
de: Speichern und zurück
es: Guardar y Volver
fi: Tallenna ja palaa
fr: Sauver et retour
hu: Mentés és visszatérés
it: Salva E Ritorna
lv: Saglabāt un atgriezt
nl: Opslaan en terug
pt: Salvar e retornar
ru: Сохранить и вернуть
sk: Uložiť a vrátiť
tr: Kaydet ve Geri Dön
uk: Зберег. і повернутись

# gsSaveAs
source: Save As
af: zSave As
da: Gem Som
de: Speichern unter
es: Guardar como
fi: Tallenna nimellä
fr: Enregistrer sous
hu: Mentés másként
it: Salva Come
lv: Saglabāt kā
nl: Opslaan als
pt: Salvar como
ru: Сохранить Как
sk: Uložiť ako...
tr: Farklı kaydet
uk: Зберегти як

# gsSentToMachineModule
source: Sent To Machine Module
af: zSent To Machine Module
da: Send Til Maskinmodul
de: Zum Maschinen Modul senden
es: Enviar al módulo PCB
fi: Lähetetty konemoduuliin
fr: Envoyer au module Machine
hu: Eszközmodulra elküldve
it: Invia Al Modulo Attrezzo
lv: Nosūtīts uz mašīnas moduli
nl: Verstuur naar machine-besturing
pt: Enviado para o módulo da máquina
ru: Отправлено В Машинный Модуль
sk: Poslať do Modulu stroja
tr: Makine Modülüne Gönderildi
uk: Відправлено в Машинний модуль

# gsSetPoint
source: SetPoint
af: zSetPoint
da: Setpunkt
de: Sollwert
es: Punto de ajuste
fi: Asetuspiste
fr: Ensemble
hu: Pontbeállítás
it: Impostato
lv: Iestatīšanas punkts
nl: Setpunt
pt: Ponto de ajuste
ru: Уставка
sk: Požadovaný
tr: Ayar Noktası
uk: Точка встановл.

# gsShiftGPSPosition
source: Shift GPS Position (cm)
af: zShift GPS Position (cm)
da: Skift GPS Position cm
de: GPS Position verschieben (cm)
es: Cambiar posición GPS(cm)
fi: Siirrä GPS -sijainti (CM)
fr: Décaler la position GPS (cm)
hu: GPS pozíció elmozdítása (cm)
it: Sposta La Posizione GPS (cm)
lv: GPS pozīcijas maiņa (cm)
nl: Verschuif GPS Positie (cm)
pt: Mudar posição GPS (cm)
ru: Сдвиг положения GPS (см)
sk: Posun GPS pozície (cm)
tr: GPS Konumunu Değiştir (cm)
uk: Зсув GPS позиц. (см)

# gsSimulatorOn
source: Simulator On
af: zSimulator On
da: Simulator Tændt
de: Simulator Ein
es: Simulador Activado
fi: Simulaattori päällä
fr: Simulateur
hu: Szimulátor bekapcsolva
it: Simulatore Attivo
lv: Simulators ieslēgts
nl: Simulator Aan
pt: Simulador ativado
ru: Симулятор Включен
sk: Simulátor zapnutý
tr: Simülatör Açık
uk: Тренажер включ.

# gsSlowDownBelow
source: Slow Down Below
af: zSlowDownBelow
de: Langsamer fahren als
es: Reduzca la velocidad por debajo
fi: Hidasta alle
fr: Ralentir en dessous
hu: Lassíts le ez alatt
lv: Palēnināt zemāk
nl: Vertraag hieronder
pt: Desacelere abaixo
uk: Сповільни свій темп нижче

# gsSmoothABCurve
source: Smooth AB Curve
af: zSmooth AB Curve
da: Udglat Ab Kurve
de: A-B-Kurve glätten
es: Curva AB Suave
fi: Tasoita AB -käyrä
fr: Courbe AB lisse
hu: AB görbe simítása
it: Smussare Curva AB
lv: Nogludināt AB līkni
nl: AB-curve Glad strijken
pt: Curva AB suave
ru: Сглаживание Кривой (АВ)
sk: Vyrovnať AB krivku
tr: Düzgün AB Eğrisi
uk: Зглаж. крива АВ

# gsSort
source: Sort
af: zSort
da: Vælg
de: Sortieren
es: Ordenar
fi: Järjestä
fr: Trier
hu: Rendezés
it: Ordina
lv: Kārtot
nl: Sorteer
pt: Organizar
ru: Сортировать
sk: Triediť
tr: Çeşit
uk: Сорт.

# gsSouth
source: South
af: zSouth
da: Syd
de: Süden
es: Sur
fi: Etelä
fr: Sud
hu: Dél
it: Sud
lv: Dienvidi
nl: Zuid
pt: Sul
ru: Юг
sk: Juh
tr: Güneş ışığı
uk: Південь

# gsSpacing
source: Spacing (cm)
af: zSpacing (cm)
da: Afstand (cm)
de: Abstand (cm)
es: Espaciado (cm)
fi: Etäisyys (cm)
fr: Espacement (cm)
it: Spaziatura (cm)
lv: Atstatums (cm)
nl: Afstand (cm)
pt: Espaçamento (cm)
ru: Расстояние (см)
sk: Rozostup (cm)
tr: Aralık (cm)
uk: Інтервал (см)

# gsStartDeleteABoundary
source: Start or Delete A Boundary
af: zStart or Delete A Boundary
da: Start Eller Slet Kant
de: Schlaggrenze erstellen oder löschen
es: Comience o borre un Lindero
fi: Aloita tai poista raja
fr: Démarrer ou supprimer une Bordure
hu: Határvonal kezdése vagy törlése
it: Iniziare O Cancellare un Confine
lv: Sāciet vai dzēsiet robežu
nl: Start of verwijder perceelgrens
pt: Iniciar ou excluir um limite
ru: Запуск или Удаление Границы
sk: Vytvoriť alebo vymazať hranicu
tr: Bir Sınırı Başlatın veya Silin
uk: Почати або видал.межу

# gsStartNewField
source: Start New Field
af: zStart New Field
da: Start Ny Mark
de: Neues Feld starten
es: Empezar nueva Parcela
fi: Aloita uusi pelto
fr: Commencer un Champ
hu: Új terület kezdése
it: Iniziare un Nuovo Campo
lv: Sākt jaunu lauku
nl: Start nieuw perceel
pt: Iniciar novo campo
ru: Начать Новое Поле
sk: Začať nové pole
tr: Yeni Alan Başlat
uk: Почати нов. поле

# gsSteerChart
source: Charts
af: zCharts
da: Grafik
es: Gráfico de dirección
fr: Tableau de pilotage
pt: Gráficos de direção
ru: Рулевая карта
sk: Graf
tr: Tablosu

# gsSteerWizard
source: Steer Wizard
af: zSteer Wizard
de: Assistent Lenkeinstellungen
es: Asistente de configuración de guiado
fi: Ohjauksen asetukset (avustettu)
fr: Assistant Conduite
hu: Kormányzás varázsló
lv: Stūrēšanas iestatīšana
nl: Stuur-wizard
pt: Assistente de direção
uk: Майстер рульового управління

# gsStopRecordPauseBoundary
source: Stop Record Pause Boundary
af: zStop Record Pause Boundary
da: Stop Record Pause Af Kant
de: Grenze aufzeichnen, pausieren, stoppen
es: Parar Grabación pausa Linderos
fi: Rajan luominen
fr: Enregistrement de la Bordure
hu: Határvonal rögzítésének megállítása
it: Stop Registrazione Pausa Confine
lv: Apturēt ierakstīšanu pauzēt robežu
nl: Stop opnemen Pauzeer perceelgrens
pt: Parar Limite de Pausa de Gravação
ru: Граница остановки Записи Паузы
sk: Nahrávanie hranice
tr: Durdur Kaydı Duraklat Sınır
uk: Зупин.запис Пауза Межа

# gsToFile
source: To File
af: zTo File
da: Gem fil
de: in Datei
es: Al fichero
fi: Arkistoida
fr: Sauver
hu: Fájlba
it: Al File
lv: Uz failu
nl: Naar bestand
pt: Arquivar
ru: В Файл
sk: Do súboru
tr: Dosyalamak
uk: В файл

# gsTooFast
source: Too Fast
af: zToo Fast
de: Zu schnell
es: Demasiado rápida
fi: Liian nopea
fr: Trop vite
hu: Túl gyors
lv: Par ātru
nl: Te snel
pt: Muito rápido
uk: Занадто швидко.

# gsTopFieldView
source: Top Field View
af: zTop Field View
da: Mark Oversigt
de: Feld Übersicht
es: Vista Aérea
fi: Pellon esikatselu
fr: Vue du champ
hu: Terület felülnézete
it: Vista Campo Dall'Alto
lv: Augšējais lauka skats
nl: Bovenaanzicht Perceel
pt: Visualização do campo superior
ru: Вид Сверху На Поле
sk: Pohľad zhora
tr: Üst Alan Görünümü
uk: Польовий вигляд зверху

# gsTramLines
source: Tram Lines
af: zTram Lines
da: Plejespor
de: Fahrgassen
es: Lineas Paralelas
fi: Ruiskutusurat
fr: Lignes de grandes largeurs
hu: Művelőút
lv: Tehnoloģiskās līnijas
nl: Spuitpaden
pt: Linhas de bonde
ru: Трамвайные линии
sk: Koľajové riadky
tr: Temel İlkeler
uk: Трамв. колії

# gsTurnABCurveOn
source: Turn AB Curve On
af: zTurn AB Curve On
da: Tænd AB Kurve
de: A-B Kurve einschalten
es: Activar Curva AB
fi: Kytke AB -käyrä päälle
fr: Activer Ligne AB
hu: AB görbe bekapcsolása
it: Curva AB ON
lv: Ieslēdziet AB līkni
nl: Schakel AB Curve in
pt: Ativar curva AB
ru: Включите кривую AB
sk: Zapnite AB krivky
tr: AB Eğrisini Aç
uk: Увімкніть криву AB

# gsTurnOnContourOrMakeABLine
source: Turn On Contour of Make AB Line
af: zTurn On Contour of Make AB Line
da: Tænd AB Linje
de: Kontur aktivieren oder A-B Linie erstellen
es: Activar el contorno o crear Línea AB
fi: Kytke päälle reunakäyrä tai AB-linja/käyrä
fr: Activer le contour ou créer Ligne AB
hu: AB görbe kontúrjának bekapcsolása
it: Attiva Perimetro Oppure Crea Linea AB
lv: Ieslēdziet AB līnijas kontūru
nl: Schakel Contour of AB lijn in
pt: Ativar contorno da linha Make AB
ru: Включите контур линии Make AB
sk: Zapnite kontúry, alebo vytvorte AB líniu
tr: AB Hattı Yap Konturunu Aç
uk: Увімкнути контур лінії макета AB

# gsUseSelected
source: Use Selected
af: zUse Selected
da: Brug Valgte
de: Ausgewähltes verwenden
es: Usar seleccionado
fi: Käytä valittuja
fr: Utiliser
hu: Megnyit
it: Utilizzare Quello Selezionato
lv: Izmantojiet atlasīto
nl: gebruik geselecteerde
pt: Usar selecionado
ru: Использовать Выбранное
sk: Použiť vybrané
tr: Seçileni Kullan
uk: Використ.вибране

# gsWebCam
source: WebCam
af: zWebCam
da: Kamera
de: Webkamera
es: Cámara
fi: Kamera
fr: Caméra
hu: WebKamera
it: Telecamera
lv: Tīmekļa kamera
ru: Веб. Камера
sk: Web kamera
uk: ВебКамера

# gsWest
source: West
af: zWest
da: Vest
de: Westen
es: Oeste
fi: Länsi
fr: Ouest
hu: Nyugat
it: Ovest
lv: Rietumi
pt: Oeste
ru: Запад
sk: Západ
tr: Batı
uk: Захід

# gsWizards
source: Wizards
af: zWizards
es: Asistentes de configuración
fi: Avustajat
fr: Assistant Conduite
hu: Varázslók
pt: Feiticeiros
uk: Майстер Налаштування

# gsXTEChart
source: XTE Chart
af: zXTE Chart
de: Abweichung von der Linie (XTE)
es: Gráfico XTE
fi: XTE kaavio
fr: Graphique XTE
lv: XTE Diagramma
nl: XTE Grafiek
pt: Gráfico XTE
uk: Графік XTE

# h_btn2D
source: 2D View Button.
es: Botón vista 2D
fr: Bouton vue 2D
tr: 2D Görünüm Düğmesi.

# h_btn3D
source: 3D View Button.
es: Boton vista 3D
fr: Bouton vue 3D
tr: 3D Görünüm Düğmesi.

# h_btnABDraw
source: AB Draw Button ABDraw only is available with a boundary created. It brings up a new form to click on the perimeter to create Lines, Curves, and a full perimeter guidance line. All lines can be named, deleted, and moved. Handy for seeing all the guidance lines created.
es: Botón trazar AB Disponible sólo si se ha creado un lindero. Muestra una ventana al objeto de pinchar en el perímetro para crear lineas, curvas y linea de guiado del contorno. Todas las lineas se pueden nombrar, borrar y mover. Es útil para visualizar todas las lineas creadas.
fr: Bontoun traçage AB. Disponible seulement si une bordure est créée. Il fait apparaître une fenêtre afin de créer lignes, courbes et ligne de gidage du contour. Toutes les lignes peuvent être nommées, supprimées ou déplacées. Pratique poiru visualiser toutes les lignes créées.
tr: AB Çizim Düğmesi ABDraw yalnızca oluşturulan bir sınırla kullanılabilir. Çizgiler, Eğriler ve tam çevre kılavuz çizgisi oluşturmak için çevreyi tıklamak için yeni bir form getirir. Tüm satırlar adlandırılabilir, silinebilir ve taşınabilir. Oluşturulan tüm kılavuz çizgileri görmek için kullanışlıdır.
