Repository: farmerbriantee/AgOpenGPS
Catalog: SourceCode/GPS/gStr.*.resx
Languages: af, da, de, es, fi, fr, hu, it, lv, nl, pt, ru, sk, tr, uk

# h_hsbarLookAheadMult
source: Look Ahead Speed Gain Slider The faster you drive, the faster you get to the line. This slider sets how quickly the reference point moves away from you as your speed increases and reduces the steer angle so it doesn't turn as fast preventing going back and forth across the line.
es: Control deslizante de ganancia de Look Ahead Cuanto más rápido conduzca, más rápido llegará a la línea. Este control deslizante establece la rapidez con la que el punto de referencia se aleja a medida que aumenta la velocidad y reduce el ángulo de dirección para que no gire demasiado rápido, evitando que se mueva hacia adelante y hacia atrás a través de la línea.
fr: Plus vous conduisez vite, plus vite vous arrivez à la ligne. Ce curseur définit la vitesse à laquelle le point de référence s’éloigne de vous à mesure que votre vitesse augmente et réduit l’angle de braquage afin qu’il ne tourne pas aussi vite, empêchant les allers-retours sur la ligne.
tr: İleriye Bak Hız Kazancı Kaydırıcısı Ne kadar hızlı sürersen, sıraya o kadar hızlı ulaşırsın. Bu kaydırıcı, hızınız arttıkça referans noktasının sizden ne kadar hızlı uzaklaşacağını ayarlar ve dönüş açısını azaltır, böylece hat boyunca ileri geri gitmeyi önleyerek o kadar hızlı dönmez.

# h_hsbarLowSteerPWM
source: Low Steer Angle PWM As the vehicle gets closer to the line, the gain is reduced linearly from the max value to the low value. This helps it overshoot the line when close, but provide rapid movement when further away.
es: Ángulo de guiado PWM bajo A medida que el vehículo se acerca a la línea, la ganancia se reduce linealmente del valor máximo al valor bajo. Esto ayuda a sobrepasar la línea cuando está cerca, pero proporciona un movimiento rápido cuando está más lejos.
fr: PWM à faible angle de braquage Au fur et à mesure que le véhicule se rapproche de la ligne, le gain est réduit linéairement de la valeur maximale à la valeur minimale. Cela aide à rester proche de la ligne, mais fournit un mouvement rapide lorsqu’elle est plus éloignée.
tr: Düşük Direksiyon Açısı PWM Araç çizgiye yaklaştıkça kazanç lineer olarak azalır. maksimum değerden düşük değere. Bu, sınırı aşmasına yardımcı olur yakınken çizgi, ancak uzaktayken hızlı hareket sağlar.

# h_hsbarMaxSteerAngle
source: Max Steer Angle Slider The maximum left and right steer angle autosteer will provide. Initially a low setting here will help you not drive all over the place with wild steer angles. You do need a high value to steer around U Turns that are quite small and require a sharp turn.
es: Ajuste de ángulo de guiado máximo El ángulo máximo a izda y dcha que proporcionará el autoguiado. Inicialmente, una configuración baja ayudará a no conducir con ángulos de dirección bruscos. Necesita un valor alto para giro en U, que son bastante pequeños y requieren un giro cerrado.
fr: Angle de braquage maximum L'angle maximale que AOG utilisera. Régler un dégré en dessous que vos butées maxi droite et gauche.
tr: Max Direksiyon Açısı Kaydırıcısı Maksimum sol ve sağ dönüş açısı autosteer sağlayacaktır. Başlangıçta burada düşük bir ayar, her yerde vahşi dönüş açılarıyla gitmenize yardımcı olacaktır. Oldukça küçük ve keskin bir dönüş gerektiren U Dönüşleri için yüksek bir değere ihtiyacınız var.

# h_hsbarMinPWM
source: Minimum PWM Sider Minimum PWM value is used to apply a minimum amount of power to overcome friction of the valve/motor. Too high and it will turn all the time, too low and there will be a delay as pwm increases before the steering happens. The more proportional gain, the more sensitive this setting.
es: Ajuste mínimo de PWM El valor mínimo de PWM se utiliza para aplicar una cantidad mínima de potencia para vencer la fricción de la válvula/motor. Si demasiado alto, girará todo el tiempo, demasiado bajo y habrá un retraso a medida que aumente el pwm, antes de que gire la dirección. Cuanto más ganancia proporcional, más sensible será este ajuste.
fr: Curseur réglage PWM Min La valeur PWM minimale est utilisée pour appliquer une quantité minimale de puissance pour surmonter le couple mini pour faire tourner le moteur / activer les valves. Trop haut et il tournera tout le temps, trop bas et il y aura un retard à mesure que le pwm augmente avant que la direction ne se produise. Plus le gain proportionnel est haut, plus ce réglage est sensible.
tr: Minimum PWM Tarafı Minimum PWM değeri, minimum miktarda uygulamak için kullanılır. valfin/motorun sürtünmesinin üstesinden gelme gücü. Çok yüksek ve her zaman dönecek, çok düşük ve direksiyon gerçekleşmeden önce pwm arttıkça bir gecikme olacaktır. Orantılı kazanç ne kadar fazlaysa, bu ayar o kadar hassastır.

# h_hsbarProportionalGain
source: Proportional Gain Slider The proportional gain is multiplied by the distance error then added to the minimum PWM value to generate the final output value. The higher this value the faster the motor will correct the steering. However, if it is too high, the steering will overshoot the line and then oversteer the other way again called oscillate. Too low of a value and it will either take too long or never get to the guidance line. A critical setting that takes some experimenting to see its effect. All 4 of these gain settings affect each other so set one and see the effect.
es: Control deslizante de ganancia proporcional La ganancia proporcional se multiplica por el error de distancia y luego se suma al valor PWM mínimo para generar el valor de salida final. Cuanto mayor sea este valor, más rápido el motor corregirá la dirección. Sin embargo, si es demasiado alto, la dirección sobrepasará la línea y luego sobrevirará en el otro sentido nuevamente (oscila). Un valor demasiado bajo tomará demasiado tiempo o nunca llegará a la línea de guía. Es un ajuste crítico que hay que ir probando para ver su efecto. Los 4 ajustes de ganancia afectan entre sí, así que configure uno y observe el efecto.
fr: Curseur de gain proportionnel Le gain proportionnel est multiplié par l'écart apr rapport à la ligne puis ajouté à la valeur PWM minimale pour générer la valeur de sortie finale. Plus cette valeur est élevée, plus le moteur corrigera rapidement la direction. Cependant, s’il est trop haut, la direction dépassera la ligne trp largement et générera des oscillations de plus en plus prononcées. A l'inverse une valeur trop faible entrainera une perte de temps pour atteindre la ligne, voire ne j'amais l'atteindre. Paramètre critique nécessitant beaucoups d'essais pour voir son effet. Chacun de ces 4 paramètres affecte les autres. Modifier toujours l'un après l'autre pour en comprendre les impacts réels
tr: Oransal Kazanç Kaydırıcısı Orantılı kazanç, mesafe hatası ile çarpılır ve ardından nihai çıktı değerini oluşturmak için minimum PWM değeri. bu bu değer ne kadar yüksek olursa motor o kadar hızlı direksiyonu düzeltir. Ancak, çok yüksekse, direksiyon çizgiyi aşacak ve daha sonra tekrar salınım denilen diğer yoldan aşırıya kaçmak. Çok düşük bir değer ve ya çok uzun sürer ya da asla kılavuz çizgiye ulaşmaz. kritik bir ayar etkisini görmek için biraz deneme yapar. Bu kazanç ayarlarının 4'ü de şunları etkiler: birbirinize bir tane ayarlayın ve etkisini görün.

# h_hsbarSideHillComp
source: Sidehill Compensation Slider Adds a static steer angle based on roll angle to turn the wheels to compensate for the side draft of hills. You can make the vehicle go above the line with this setting allowing the tool to follow better as well.
es: Ajuste de compensación de laderas Añade un ángulo de dirección estático basado en el ángulo de inclinación para girar las ruedas y compensar la inclinacion lateral de laderas. Puede hacer que el vehículo pase por encima de la línea con esta configuración, lo que permite que el apero también lo siga mejor.
fr: Curseur de compensation "Travers" Ajoute un angle de braquage statique basé sur l’angle de roulis pour faire tourner les roues afin de compenser le ripage dans une pente. Vous pouvez faire en sorte que le véhicule dépasse la ligne avec ce réglage permettant à l’outil d'être correctement aligné
tr: Sidehill Dengeleme Kaydırıcısı Yokuşların yan çekişini telafi etmek için tekerlekleri döndürmek için yuvarlanma açısına dayalı statik bir dönüş açısı ekler. Aracın daha iyi takip etmesini sağlayan bu ayar ile aracın çizginin üzerine çıkmasını sağlayabilirsiniz.

# h_hsbarStanleyGain
source: Stanley Distance Slider The slider works with distance. The more aggressive the faster it tries to steer towards the line with the risk of crossing over the line. The heading slider tries to dampen this effect.
es: Ajuste de distancia Stanley El control deslizante funciona con la distancia. Cuanto más agresivo, más rápido trata de dirigirse hacia la línea con el riesgo de sobrepasarla. El control deslizante de rumbo intenta amortiguar este efecto.
fr: Curseur Distance en mode Stanley En opposition avec le réglage cap, plus il est haut plus vite il essaie de se diriger vers la ligne avec le risque de traverser la ligne. Le curseur précédent tente d’atténuer cet effet
tr: Stanley Mesafe Kaydırıcısı Kaydırıcı mesafe ile çalışır. daha agresif daha hızlı geçme riskiyle çizgiye doğru yönelmeye çalışır hat üzerinden. Başlık kaydırıcısı bu etkiyi azaltmaya çalışır.

# h_hsbarWasOffset
source: Wheel Angle Sensor Zero Slider Moving this slider changes the zero position for steering angle. Drive in free drive mode and adjust this so you are going straight out. This is a critical setting
es: Ajuste de cero del sensor de ángulo de rueda(WAS) Al mover este control deslizante, se cambia la posición cero del ángulo de dirección. Conduzca en modo test y ajústelo para ir recto. Este es un ajuste crítico
fr: Curseur zéro capteur d'angle Permet d'ajuster le zéro du capteur d'angle. Bouger le curseur en ligne AB droite, pour centrer le décalage symétriquement autour de la ligne. Paramêtre critique
tr: Tekerlek Açısı Sensörü Sıfır Kaydırıcısı Bu kaydırıcıyı hareket ettirmek, direksiyon açısı için sıfır konumunu değiştirir. Serbest sürüş modunda sürün ve bunu doğrudan yola çıkacak şekilde ayarlayın. Bu kritik bir ayardır

# h_lblIntegral
source: AutoSteer Integral Value Display only. This value shows the amount of additional steering angle to bring the vehicle closer to the guidance line.
es: Valor integral de autoguiado Solo muestra el valor del ángulo de dirección que falta para acercar el vehículo a la línea de guía.
fr: Valeur intégrale d’Autoguidage Affichage uniquement. Cette valeur indique la quantité d’angle de braquage supplémentaire nécessaire pour atteindre la ligne de guidage.
tr: AutoSteer İntegral Değeri Yalnızca görüntüleme. Bu değer, aracı kılavuz çizgisine yaklaştırmak için ilave direksiyon açısı miktarını gösterir.

# h_lblLateralTurnTouch
source: Lateral Shift Touch Touching this area allows the vehicle to shift left or right to next guidance line. You can touch more then once and shift over multiple lines. Touching the other arrow allows you to reduce the number of shifts over.
es: Toque de desplazamiento lateral Tocar esta área permite que el vehículo se desplace hacia la izquierda o hacia la derecha hasta la siguiente paralela. Puede tocar más de una vez y saltar varias paralelas. Tocar la otra flecha le permite reducir el número de saltos.
fr: Touche de décalage ligne latérale Toucher la flèche permet au véhicule de se déplacer à gauche ou à droite jusqu’à la ligne de guidage suivante. Vous pouvez toucher plus d’une fois et passer sur plusieurs lignes.
tr: Yanal Vites Dokunuşu Bu alana dokunmak, aracın bir sonraki kılavuz çizgisine sola veya sağa kaymasını sağlar. Bir kereden fazla dokunabilir ve birden çok satır arasında geçiş yapabilirsiniz. Diğer oka dokunmak, vardiya sayısını azaltmanıza olanak tanır.

# h_lblManualTurnCancelTouch
source: Manual Turn and Cancel Touch You can initiate a manual U Turn or cancel it if you are already in a manual turn. When driving in normal auto U Turn touching one of these jumps to the next line and turns around.
es: Girar manualmente y Cancelar Puede iniciar un giro en U manual, o cancelarlo si ya está en un giro manual. Cuando se conduce en auto U Turn, al tocar una de las flechas, salta a la siguiente línea y da la vuelta.
fr: Demi tour manuel. Peut ête lancé ou arreté à tout moment en toucant les flèches
tr: Manuel Döndürme ve Dokunmayı İptal Etme Manuel bir U Dönüşü başlatabilir veya zaten manuel bir dönüş yapıyorsanız bunu iptal edebilirsiniz. Normal otomatik sürüşte U Dönüşlerden birine dokunarak bir sonraki satıra atlar ve döner.

# h_lblSpeed
source: Speed Indicator Dual purpose label. Shows the speed of the vehicle and also tapping the value brings up the GPS Data form showing all the GPS information.
es: Indicador de velocidad Etiqueta de doble propósito. Muestra la velocidad del vehículo y también al tocar el valor, aparece el formulario de datos GPS que muestra toda la información GPS.
fr: Compteur de vitesse En cliquant dessus, affiche toutes les données GPS entrantes
tr: Hız Göstergesi Çift amaçlı etiket. Aracın hızını gösterir ve ayrıca değere dokunmak tüm GPS bilgilerini gösteren GPS Veri formunu getirir.

# h_lblSteerCircleTouch
source: Steer Information Indicator Graphic shows steering angle as well as the color shows auto steer status..... Purple - Steer module not connected. Red - Steer module connected, not enabled. Orange - Steer Module connected and enabled, steer switch is off Green - Connected, enabled, and auto steering. Fully functional.
es: Indicador de información de autoguiado El gráfico muestra el ángulo de guiado y el color muestra el estado de guiado automático. Púrpura: módulo de autoguiado no conectado. Rojo: módulo de autoguiado conectado, no habilitado. Naranja: módulo de autoguiado conectado y habilitado, el interruptor de dirección está apagado Verde: conectado, habilitado y con autoguiado. Completamente funcional.
fr: Indicateur d'état d'engagement de l'autoguidage et position des roues Violet - Autoguidage non connecté. Rouge - Autoguidage connecté, non activé. Orange - Connecté, activé mais les autres conditions (vitesse, position hors du champ...) ne permette pas d'activer le moteur ou les valves Vert - Connecté, activé et direction automatique. Entièrement fonctionnel.
tr: Direksiyon Bilgi Göstergesi Grafik, direksiyon açısını ve renk, otomatik direksiyon durumunu gösterir..... Mor - Yönlendirme modülü bağlı değil. Kırmızı - Yönlendirme modülü bağlı, etkin değil. Turuncu - Yönlendirme Modülü bağlı ve etkin, dönüş anahtarı kapalı Yeşil - Bağlı, etkin ve otomatik yönlendirme. Tamamen işlevsel.

# h_lblSwapDirectionCancel
source: This area shows the distance to the start of the next U Turn. There are normally 2 functions here. When not in a U Turn, touching this area allows you to now turn the opposite direction. If you are doing a U Turn then touching this area cancels the U Turn - so be careful and grab the wheel.
es: Esta área muestra la distancia hasta el inicio del próximo giro en U. Normalmente hay 2 funciones aquí. Cuando no esté en un giro en U, tocar esta área permite girar en la dirección opuesta. Si está haciendo un giro en U, tocar esta área cancela el giro en U, así que tenga cuidado y agarre el volante.
fr: Distance avant le prochain demi tour Permet également de faire un demi tour manuel, ou d'inverser le sens du prochain demi tour
tr: Bu alan, bir sonraki U Dönüşünün başlangıcına kadar olan mesafeyi gösterir. Burada normalde 2 fonksiyon vardır. U Dönüşünde olmadığınızda, bu alana dokunmak artık ters yöne dönmenizi sağlar. Bir U Dönüşü yapıyorsanız, bu alana dokunmak U Dönüşünü iptal eder - bu yüzden dikkatli olun ve direksiyonu tutun.

# h_lblVehicleDirectionResetTouch
source: Swap Direction Touch Touch here if the vehicle is pointing backwards while travelling forwards. Without dual heading you don't know if you are backing up or going forward. Backing up is position to position like going forward but 180 degrees is added to your heading to make it look like you are backing up. At times, like turning sharp when going slow the direction can get confused and this resets that direction. Drive forward and touch this area to tell AOG which way forward is. Can be touched at any time.
es: Tocar para cambiar de dirección Toque aquí si el vehículo apunta hacia atrás mientras circula hacia adelante. Sin dual heading, no sabe si está retrocediendo o avanzando. Retroceder es una posición a otra como avanzar, pero se agregan 180 grados a su rumbo para que parezca que está retrocediendo. A veces, como girar bruscamente cuando se va lento, la dirección puede confundirse y esto restablece esa dirección. Conduzca hacia adelante y toque esta área para decirle a AOG qué camino tomar. Se puede tocar en cualquier momento
fr: Toucher pour valider le sens de marche. Certains moments, à faible vitesse, le véhicule peut être vu en marche arrière
tr: Yön Değiştirme Dokunuşu İleriye doğru hareket ederken araç geriyi gösteriyorsa buraya dokunun. İkili yön olmadan, geriye mi yoksa ileriye mi gittiğinizi bilemezsiniz. Yedekleme, ileri gitmek gibi bir pozisyondan pozisyonadır, ancak geri gidiyormuşsunuz gibi görünmesi için istikametinize 180 derece eklenir. Bazen, yavaş giderken keskin dönüşler gibi yön karışabilir ve bu, o yönü sıfırlar. İleri sürün ve AOG'ye hangi yolun ileri olduğunu söylemek için bu alana dokunun. Her an dokunulabilir.

# h_lbludpWatchCounts
source: How many NMEA messages have been missed or too late from AgIO
es: Numero de mensajes NMEA perdidos o que llegan demasiado tarde desde AgIO
fr: Nombre de messages NMEA ignorés (ou en retard)
tr: AgIO'dan kaç tane NMEA mesajı kaçırıldı veya çok geç geldi

# ha_btnAPoint
source: A Point This is the first point of the line. It is also used for the base point of A plus heading. Once A is touched, you can either touch B point or enter in the heading.
es: Punto A Este es el primer punto de la línea. También se utiliza para el punto base del encabezado A. Una vez que se toca A, puede tocar el punto B tras recorrer unos metros.
fr: Point A Il s'agit du premier point de la ligne et le point A de base, associé à un cap Une fois A cliqué, il est possible soit re rentrer un cap manuellement ou bien de cliquer B après un certaine distance
tr: Bir nokta Bu, çizginin ilk noktasıdır. A plus başlığının taban noktası için de kullanılır. A'ya dokunulduğunda, B noktasına dokunabilir veya başlığa girebilirsiniz.

# ha_btnAddTime
source: Add Time Adds a time stamp to the current line name. Helps make the name unique as well.
es: Agregar tiempo Agrega una marca de tiempo al nombre de la paralela actual. Ayuda a que el nombre sea único también.
fr: Ajout Horodatage Aide à nommer la ligne de façon unique
tr: Zaman ekle Geçerli satır adına bir zaman damgası ekler. Adın da benzersiz olmasına yardımcı olur.

# ha_btnBPoint
source: B Point Makes a line between the A point set and the B point. Heading of line is calculated. You can modify the line by entering a heading or by touching B as often as you want.
es: Punto B Hace una línea entre el punto A y el punto B. Se calcula el rumbo de la línea. Puede modificar la línea introduciendo un rumbo o tocando B tantas veces como desee.
fr: Point B Réalise une ligne entre A et B Le cap de la ligne est calculé une fois le point B réalisé La ligne peut être modifiée en rentrant manuellement un cap ou en cliquant autant de fois voulu le point B
tr: B Noktası A noktası kümesi ile B noktası arasında bir çizgi oluşturur. Satır başı hesaplanır. Bir başlık girerek veya B'ye istediğiniz sıklıkta dokunarak satırı değiştirebilirsiniz.

# ha_btnCancel
source: Cancel and Turn Off Exit the form and turn off the guidance mode. Existing lines are not deleted, it just turns them off in main display.
es: Cancelar y Apagar Sale del formulario y apaga el autoguiado. Las líneas existentes no se eliminan, simplemente las desactiva en la pantalla principal.
fr: Supprimer puis Fermer Ferme la fenêtre et coupe le mode guidage Les lignes existantes ne sont pas supprimées, elles sont juste effacées de l'écran principal
tr: İptal Et ve Kapat Formdan çıkın ve rehberlik modunu kapatın. Mevcut satırlar silinmez, sadece ana ekranda onları kapatır.

# ha_btnCancelCreate
source: Cancel and Return Cancels the current action and returns you back to the start.
es: Cancelar y Volver Cancela la acción actual y vuelve al inicio.
fr: Supprimer puis Retour Annule l'action en cours puis retour au début
tr: İptal Et ve İade Et Mevcut eylemi iptal eder ve sizi en başa döndürür.

# ha_btnDuplicate
source: Copy Line Makes a copy of the line selected in the List View. The name must remain unique.
es: Copiar línea Hace una copia de la línea seleccionada en la lista. Se debe cambiar el nombre.
fr: Copier la ligne Fait une copie de la ligne sélectionnée dans la liste La ligne copiée doit être renommée différement
tr: Satırı Kopyala Liste Görünümünde seçilen satırın bir kopyasını oluşturur. Ad benzersiz kalmalıdır.

# ha_btnEnterContinue
source: Save and Continue
es: Guardar y Continuar
fr: Enregistrer et Poursuivre
tr: Kaydet ve devam Et

# ha_btnListDelete
source: List Delete Select a line from the list, touch delete to remove the line.
es: Eliminar lista Seleccione una línea de la lista, toque Eliminar para eliminar la línea.
fr: Supression liste Sélectionner une ligne de la liste, cliquer "Supprimer" pour effacer la ligne
tr: Liste Sil Listeden bir satır seçin, satırı kaldırmak için sil'e dokunun.

# ha_btnListUse
source: Use Line and Exit Uses the line selected in the list and exit.
es: Usar Línea y Salir Utiliza la línea seleccionada en la lista y sale.
fr: Utiliser la ligne sélectionner et fermer la liste
tr: Satırı Kullan ve Çık Listede seçilen satırı kullanır ve çıkar.

# ha_btnManual
source: Manual Entry Manual entry of A and B points by using Latitude and Longitude. Brings up another form.
es: Entrada manual Entrada manual de puntos A y B usando Latitud y Longitud. Muestra otro formulario.
fr: Entrée manuelle AB Permet la création des points A et B par l'ajout de coordonnées GPS. Affiche une fenêtre supplémentaire
tr: Manuel giriş Enlem ve Boylam kullanılarak A ve B noktalarının manuel girişi. Başka bir form getirir.

# ha_btnNewABLine
source: New Line Brings up the form to create a new line by AB or A plus heading or Manual Latitude and Longitude.
es: Nueva línea Abre el formulario para crear una nueva línea por AB o A más rumbo o Latitud y longitud manual.
fr: Nouvelle ligne Permet la création par A et B ou par A plus un cap, ou via l'entrée manuelle des coordonnées GPS des points A et B
tr: Yeni hat AB veya A artı başlığına veya Manuel Enlem ve Boylam'a göre yeni bir satır oluşturmak için formu getirir.

# ha_nudHeading
source: Heading Entry Enter a heading once the A Point has been set. Any number between 0 and 360 degrees.
es: Entrada de Rumbo Introducir Rumbo una vez que se haya establecido el Punto A. Cualquier número entre 0 y 360 grados.
fr: Entrée Cap Si un points A est créé, une cap peut être rentré manuellement au lieu de créer un point B. Entre 0 et 360
tr: Başlık Girişi A Noktası ayarlandıktan sonra bir başlık girin. 0 ile 360 derece arasında herhangi bir sayı.

# ha_textBox1
source: Line Name Edit and make the name of the line here. Keep names unique. Touching the Time button adds time to the description.
es: Nombre de línea Edite y cree el nombre de la línea aquí. Mantenga los nombres únicos. Al tocar el botón Tiempo, se agrega tiempo a la descripción.
fr: Nomer la ligne Permet d'attribuer un nom unique à la ligne. Un horodatage peut être ajouté
tr: Hat Adı Burada satırın adını düzenleyin ve yapın. Adları benzersiz tutun. Zaman düğmesine dokunmak açıklamaya zaman ekler.
