Repository: farmerbriantee/AgOpenGPS
Catalog: SourceCode/GPS/gStr.*.resx
Languages: af, da, de, es, fi, fr, hu, it, lv, nl, pt, ru, sk, tr, uk

# gsABCurve
source: AB Curve
af: zAB Kurve
da: AB Kurve
de: A-B Kurve
es: Curva AB
fi: Ab -käyrä
fr: Courbe AB
hu: AB görbe
it: Curva AB
lv: AB Izliekta
pt: Curva AB
ru: АВ кривая
sk: AB krivka
tr: AB Eğri
uk: АВ крива

# gsABline
source: AB Line
af: zAB Line
da: AB Linje
de: A-B Linie
es: Linea AB
fi: Ab -linja
fr: Ligne AB
hu: AB egyenes
it: Linea AB
lv: AB Līnija
nl: AB-lijn
pt: Linha AB
ru: АВ прямая
sk: AB línia
tr: AB Çizgi
uk: АВ лінії

# gsAbout
source: About...
af: zAbout...
da: Om…
de: Über...
es: Acerca de
fi: Tietoja...
fr: À propos de...
hu: A programról...
it: A Proposito Di…
lv: Par...
nl: Over...
pt: Sobre...
ru: О программе
sk: O programe...
tr: Hakkında...
uk: О програмі

# gsActionHasBeenCancelled
source: Action Has Been Cancelled
af: zAction Has Been Cancelled
da: Handling Afbrudt
de: Aktion abgebrochen
es: Acción anulada
fi: Toiminto on peruttu
fr: L'action a été annulée
hu: Művelet megszakítva
it: L'Azione E' Stata Annullata
lv: Darbība ir atcelta
nl: Actie geannuleerd
pt: A ação foi cancelada
ru: Акция Была Отменена
sk: Akcia bola ukončená
tr: İşlem İptal Edildi
uk: Дія скасована

# gsActual
source: Actual
af: zActual
da: Aktuel
de: Aktuell
fi: Todellinen
fr: Réel
hu: Aktuális
it: Attuale
lv: Faktiskais
nl: Actueel
pt: Real
ru: Фактический
sk: Skutočný
uk: Фактичн

# gsAgressiveness
source: Agressiveness
af: zAgressiveness
da: Aggressivitet
de: Aggressivität
es: Agresividad
fi: Agerssiivisuus
fr: Agressivité
hu: Érzékenység
it: Aggressivita'
lv: Agresivitāte
nl: Agressiviteit
pt: Agressividade
ru: Агрессивность
sk: Agresivita
tr: Agressif
uk: Агресивн.

# gsAreYouSure
source: Are you sure ?
af: zAre you sure ?
da: Er Du Sikker ?
de: Sind Sie sicher?
es: Esta seguro?
fi: Oletko varma ?
fr: Êtes-vous sûr ?
hu: Biztosan?
it: Ne sei sicuro?
lv: Vai tu esi pārliecināts ?
nl: Weet u het zeker?
pt: Tem certeza ?
ru: Вы уверены?
sk: Ste si istý?
tr: Emin misin ?
uk: Ви впевнені?

# gsArea
source: Area
af: zArea
da: Areal
de: Fläche
fi: Alue
fr: Zone
hu: Terület
lv: Platība
nl: Oppervlakte
pt: Área
ru: Площадь
sk: Plocha
tr: Alan
uk: Площа

# gsAutoSteerConfiguration
source: Auto Steer Configuration
af: zAuto Steer Configuration
da: Autostyrins Indstillinger
de: Lenkungseinstellungen
es: Configuración Autoguiado
fi: Automaattiohjauksen asetukset
fr: Configuration de l'autoguidage
hu: Automata kormányzás beállítása
it: Configurazione Autoguida
lv: Automātiskās stūrēšanas konfigurācija
nl: Autostuur Configuratie
pt: Configuração de direção automática
ru: Настройка Автопилота
sk: Nastavenie Autopilota
tr: Otomatik Yönlendirme Yapılandırması
uk: Налаштування автопілота

# gsAutoSteerPort
source: AutoSteer Port
af: zAutoSteer Port
da: Autostyrrings Port
es: Puerto de Autoguiado
fi: Automaattiohjauksen portti
fr: Port d’Autoguidage
hu: Automata kormányzás portja
it: Porta Autoguida
lv: Automātiskās stūrēšanas ports
nl: Autosteer Configuratie
pt: Porta AutoSteer
ru: Порт Автопилота
sk: Autopilot Port
tr: Otomatik Yönlendirme Port
uk: Порт автопілота

# gsBasedOnField
source: Based on Field:
af: zBased on Field:
da: Baseret På Mark
de: Basierend auf Feld:
es: Basado en parcela:
fi: Perustuen peltoon:
fr: Basé sur le champ
hu: A következő terület alapján:
it: Basato Sul Campo
lv: Pamatojoties no lauka:
nl: Gebaseerd op veld:
pt: Com base no campo:
ru: Основа поля
sk: Použiť pole:
tr: Alana Göre:
uk: Первин.поле

# gsBoundary
source: Boundary
af: zBoundary
da: Kant
de: Schlaggrenze erstellen
es: Lindero
fi: Raja
fr: Créer les bordures du champ
hu: Művelési határ
it: Confine
lv: Robeža
nl: Perceelgrens
pt: Limite
ru: Граница
sk: Hranica
tr: Sınır
uk: Межа

# gsBoundaryLineFilesAreCorrupt
source: Boundary Lines File Corrupt
af: zBoundary Lines File Corrupt
da: Fejl I KantlInjens Fil
de: Außengrenze Datei fehlerhaft
es: Fichero de lindero corrupto
fi: Rajaviivatiedosto korruptoitunut
fr: Fichier de la bordure corrompu
hu: Művelési határvonal fájlja sérült
it: Il File Delle Linee Di Confine E' Corrotto
lv: Robežlīniju fails ir bojāts
nl: Perceelgrens lijn is corrupt
pt: Arquivo de linhas de limite corrompido
ru: Файл Линий Границ Поврежден
sk: Súbor s hranicou je neplatný
tr: Sınır Çizgileri Dosyası Bozuk
uk: Файл межових ліній пошкоджено

# gsBoundaryMenu
source: Boundary Contour
af: zBoundaryMenu
de: Kontur an der Außengrenze
es: Contorno del lindero
fi: Rajakäyrä
fr: Menu Limite
hu: Határgörbe
lv: Robežas kontūra
nl: Perceelgrens Menu
pt: Contorno de limite
uk: Контур границь

# gsButFieldIsLoaded
source: But Field Is Loaded
af: zBut Field Is Loaded
da: Men Mark Er Indlæst
de: aber Feld wurde geladen
es: Parcela todavía cargada
fi: Mutta pelto on ladattu
fr: Champ tout de même chargé
hu: BUT fájl betöltve
it: Campo Gia' Caricato
lv: Bet, lauks ir ielādēts
nl: maar veld is geladen
pt: Mas o campo está carregado
ru: Поле Загружено
sk: Pole je už načítané
tr: Ama Alan Yüklendi
uk: Поле завантажено

# gsCentimeters
source: Centimeter
af: zCentimeter
da: cm
de: Zentimeter
es: Centímetros
fi: Senttimetri
fr: Centimètre
hu: Centiméter
it: Centimetri
lv: Centimetrs
pt: Centímetro
ru: См
sk: Centimetre
tr: Santimetre
uk: сантиметри

# gsCharts
source: Charts
af: zCharts
de: Diagramme
es: Gráfico
fi: Kaaviot
fr: Graphs Direction
hu: Diagramok
it: Grafico
lv: Diagrammas
nl: Grafiek
pt: Gráficos
uk: Кермо

# gsChooseADifferentField
source: Choose a different field
af: zChoose a different field
da: Vælg Anden Mark
de: Wählen Sie ein anderes Feld
es: Seleccione otra Parcela
fi: Valitse toinen pelto
fr: Choisissez un autre champ
hu: Válassz egy másik területet
it: Scegli Un Campo Diverso
lv: Izvēlieties citu lauku
nl: Kies een ander perceel
pt: Escolha um campo diferente
ru: Выберите другое поле
sk: Vyberte iné pole
tr: Farklı bir alan seçin
uk: Вибр.інше поле

# gsChooseADifferentName
source: Choose a different name
af: zChoose a different name
da: Vælg Andet Navn
de: Wählen Sie einen anderen Namen
es: Seleccione otro Nombre
fi: Valitse toinen nimi
fr: Choisissez un autre nom.
hu: Válassz egy másik nevet
it: Scegli Un Nome Diverso
lv: Izvēlieties citu nosaukumu
nl: Kies een andere naam
pt: Escolha um nome diferente
ru: Выберите другое имя
sk: Vyberte iný názov
tr: Farklı bir ad seçin
uk: Вибр.інше ім'я

# gsChooseBuildDifferentone
source: Choose or Build a Different one
af: zChoose or Build a Different one
da: Vælg Eller Opret En Anden
de: Wähle oder erstellen sie ein Anderes
es: Seleccione o cree otro
fi: Valitse tai rakenna toinen
fr: Choisissez ou créez un autre
hu: Válassz vagy készíts egy másikat
it: Scegli O Creane Un Altro
lv: Izvēlieties vai izveidojiet citu
nl: Kies of maak een ander
pt: Escolha ou construa um diferente
ru: Выберите или создайне другой
sk: Vyberte, alebo vytvorte iné
tr: Farklı Birini Seçin veya Oluşturun
uk: Вибер.або побуд.інше

# gsCloseFieldFirst
source: Close Field First
af: zClose Field First
da: Luk Mark Først
de: Feld vorher schließen
es: Antes cierre el fichero
fi: Sulje ensin pelto
fr: Fermez d'abord le champ !
hu: Zárd be a területet először
it: Prima Chiudere Il Campo!
lv: Vispirms aizveriet lauku
nl: Sluit eerst perceel
pt: Fechar campo primeiro
ru: Сначала Закройте Поле
sk: Najskôr zavrite pole
tr: Önce Alanı Kapat
uk: Спершу закрити поле

# gsColors
source: Colors
af: zColors
da: Farver
de: Farben
es: Colores
fi: Värit
fr: Couleurs
hu: Színek
it: Colori
lv: Krāsas
nl: Kleuren
pt: Cores
ru: Цвета
sk: Farby
tr: Renkler
uk: Кольори

# gsCompletelyDeleteBoundary
source: Completely Delete Boundary
af: zCompletely Delete Boundary
da: Slet Kant Fuldstændig
de: Ganze Schlaggrenze löschen
es: Borrar completamente Linderos
fi: Poista raja kokonaan
fr: Supprimer complètement la bordure de champ
hu: Művelési határ teljes törlése
it: Cancellare Completamente Il Confine
lv: Pilnībā dzēst robežu
nl: Verwijder de hele perceelgrens
pt: Excluir completamente o limite
ru: Полностью Удалить Границу
sk: Kompletne vymazať hranicu
tr: Sınırı Tamamen Sil
uk: Повністю стерти межу

# gsContourFileIsCorrupt
source: Contour File Corrupt
af: zContour File Corrupt
da: Fejl i Fil Forager Spor
de: Kontur Datei fehlerhaft
es: Fichero de contorno corrupto
fi: Käyrätiedosto korruptoitunut
fr: Fichier de contour corrompu
hu: Kontúr fájl hibás
it: File Perimetri Corrotto
lv: Kontūras fails ir bojāts
nl: Contour bestand corrupt
pt: Arquivo de contorno corrompido
ru: Контурный Файл Поврежден
sk: Súbor s kontúrou je neplatný
tr: Kontur Dosyası Bozuk
uk: Контурний файл пошкоджено

# gsContourOn
source: Contour On
af: zContour On
da: Forager Spor Til
de: Kontur aktiviert
es: Contorno activado
fi: Rajakäyrä päälle
fr: Contour Activé
hu: Kontúr be
it: Perimetro Attivo
lv: Kontūra ieslēgta
nl: Contour Aan
pt: Contorno ativado
ru: Контур Вкл
sk: Kontúry zapnuté
tr: Kontur Açık
uk: Контур увімк

# gsCouldntGenerateValidPath
source: No Valid Path
af: zNo Valid Path
da: Ingen Valid Sti
de: Kein gültiger Pfad
es: Ruta no válida
fi: Ei kelvollista polkua
fr: Chemin non valide
hu: Nem sikerült az útvonalkészítés
it: Non E' Possibile Generare Un Percorso Valido
lv: Nav derīga ceļa
nl: Geen juist pad
pt: Nenhum caminho válido
ru: Нет Допустимого Пути
sk: Žiadna platná cesta
tr: Geçerli Yol Yok
uk: Немає дійсного шляху

# gsCreateABoundaryFirst
source: Create A Boundary First
af: zCreate A Boundary First
da: Lav En Kant Først
de: Zuerst eine Außengrenze erstellen
es: Crear antes un lindero
fi: Luo ensin raja
fr: Créer d'abord une bordure !
hu: Készíts egy határvonalat először
it: Creare Prima Il Confine
lv: Vispirms izveidojiet robežu
nl: Maak eerst een perceelgrens
pt: Crie um limite primeiro
ru: Сначала Создайте Границу
sk: Najskôr vytvorte hranicu
tr: Önce Bir Sınır Oluşturun
uk: Спочатку створіть кордон

# gsCreateNewField
source: Create New Field
af: zCreate New Field
da: Opret Ny Mark
de: Neues Feld erstellen
es: Crear nueva Parcela
fi: Luo uusi pelto
fr: Créer un nouveau champ
hu: Új terület készítése
it: Creare Un Nuovo Campo
lv: Izveidot jaunu lauku
nl: Maak nieuw perceel
pt: Criar novo campo
ru: Создать Новое Поле
sk: Vytvoriť nové pole
tr: Yeni Alan Oluştur
uk: Створ.нове поле

# gsCurrent
source: Current (A)
af: zCurrent
da: Strøm (A)
de: Strom
es: Actual (A)
fi: Nykyinen
fr: Courant (A)
hu: Áramerősség
it: Corrente
lv: Strāva
nl: Huidig
pt: Atual
ru: Текущая (А)
sk: Prúd (A)
tr: Akım (A)
uk: Поточна

# gsCurrentSensorValueLabel
source: Current (A)
af: zCurrent
da: Sensor strøm (A)
es: Actual (A)
fr: Courant (A)
ru: Текущая (А)
sk: Prúd (A)
tr: Akım (A)

# gsCurveLineFileIsCorrupt
source: Curve Line File Corrupt
af: zCurve Line File Corrupt
da: Fejl i Kurve Fil
de: A-B Kurven Datei fehlerhaft
es: Fichero de línea curva corrupto
fi: Käyräviivatetiedosto korruptoitunut
fr: Fichier Courbe corrompu
hu: Görbe fájl hibás
it: File Curva Corrotto
lv: Līknes līnijas fails ir bojāts
nl: AB Curve lijn corrupt
pt: Arquivo de linha curva corrompido
ru: Файл Кривой Линии Поврежден
sk: Súbor s krivkou je neplatný
tr: Eğri Çizgi Dosyası Bozuk
uk: Файл Кривої Лінії Пошкоджено

# gsCurveNotOn
source: Curve Not ON
af: zCurve Not ON
da: Ingen Kurve Valgt
de: A-B Kurve nicht aktiv
es: Curva no activada
fi: Käyrä ei ole päällä
fr: Courbe non activée
hu: Görbe nincs bekapcsolva
it: Curva Non Attiva
lv: Līkne nav IESLĒGTA
nl: AB Curve niet ingeschakeld
pt: Curva não ativada
ru: Кривая Не ВКЛЮЧЕНА
sk: AB krivky sú vypnuté
tr: Eğri AÇIK değil
uk: Крива Не УВІМКНЕНА

# gsDeleteAllContoursAndSections
source: Delete All Sections And Contours
af: zDelete All Sections And Contours
da: Slet Alle Sektioner Og Spor
de: Alle Konturen und bearbeitete Fläche löschen
es: Borra todas las secciones y contornos
fi: Poista kaikki osiot ja ääriviivat
fr: Supprimer les sections et contours
hu: Összes szekció és kontúr törlése
it: Cancella Tutte Le Sezioni E I Perimetri
lv: Dzēst visas sadaļas un kontūras
nl: Verwijder alle secties en contouren
pt: Exclua todas as seções e contornos
ru: Удалить Все Разделы И Контуры
sk: Vymazať aplikovanú plochu a prejdené kontúry
tr: Tüm Bölümleri ve Konturları Sil
uk: Видалити всі розрізи та контури

# gsDeleteAppliedArea
source: Delete Applied Area
af: zDelete Applied Area
da: Slet Bearbejdet Areal
de: Bearbeitete Fläche löschen
es: Borrar Area seleccionada
fi: Poista käsitelty alue
fr: Supprimer la zone appliquée
hu: Megművelt terület (festés) törlése
it: Cancellare L'Area Lavorata
lv: Dzēst apstrādāto apgabalu
nl: Verwijder bewerkte oppervlakte
pt: Excluir área aplicada
ru: Удалить Применяемую Область
sk: Vymazať aplikovanú plochu
tr: Uygulanan Alanı Sil
uk: Видал.застосовану площу

# gsDeleteContourPaths
source: Delete Contour Paths
af: zDelete Contour Paths
da: Slet Spor
de: Konturpfade löschen
es: Borrar rutas de Contorno
fi: Poista ääriviivat
fr: Supprimer les chemins de tournières
hu: Kontúrvonalak törlése
it: Eliminare I Percorsi Di Perimetro
lv: Dzēst kontūru ceļus
nl: Verwijder contour-paden
pt: Excluir caminhos de contorno
ru: Удаление Очередных Контуров
sk: Vymazať prejdené kontúry
tr: Kontur Yollarını Sil
uk: Видал.шляхи контурів

# gsDeleteForSure
source: Delete For Sure?
af: zDelete For Sure?
da: Slet, Er Du Sikker?
de: Wirklich löschen?
es: ¿Seguro que quiere borrar?
fi: Haluatko varmasti poistaa?
fr: Etes vous sur de vouloir le supprimer ?
hu: Biztosan törli?
it: Sicuro Di Voler Cancellare?
lv: Izdzēst, esi pārliezināts?
nl: Zeker verwijderen?
pt: Excluir com certeza?
ru: Удалить! Вы уверены?
sk: Naozaj vymazať?
tr: Kesinlikle Silinsin mi?
uk: Видалити дійсно?

# gsDirectories
source: Directories
af: zDirectories
da: Bibliotek
de: Verzeichnisse
es: Carpetas
fi: Hakemisto
fr: Dossiers
hu: Mappák
it: Cartelle
lv: Katalogi
nl: Mappen
pt: Diretórios
ru: Каталоги
sk: Cesta k súborom
tr: Dizinler
uk: Теки

# gsDirectoryExists
source: Directory Exists
af: zDirectory Exists
da: Bibliotek Ekststerer Allerede
de: Verzeichnis existiert
es: Ya existe la carpeta
fi: Hakemisto on olemassa
fr: Le répertoire existe
hu: Mappa létezik
it: La Cartella Esiste
lv: Katalogs pastāv
nl: Map bestaat
pt: O diretório existe
ru: Каталог уже существует
sk: Cesta k súborom už existuje
tr: Dizin Var
uk: Тека відсутня

# gsDriveIn
source: Drive In
af: zDriveIn
de: Feld an aktueller Position
es: Conducir en
fi: Aja pellolle
fr: En Route
hu: Közeli föld megnyitása
lv: Iebraukt
nl: Rij in perceel
pt: Dirija
uk: В'їзд

# gsDriveThru
source: Drive Thru
af: zDrive Thru
da: Kør Igennem
de: Durchfahren
es: Transitar
fi: Aja läpi
fr: Parcourable
it: Percorribile
lv: Brauc cauri
nl: Erdoor rijden
pt: Dirigir atravéz
ru: Вести Через
sk: Prejsť cez
tr: Araca servis
uk: Вести через

# gsDriving
source: Driving
af: zDriving
da: Kør
de: fahren
es: Conducir
fi: Ajaa
fr: Conduisez
hu: Vezetés
it: Guidando
lv: Braukšana
nl: Rijden
pt: Dirigindo
ru: Вождение
sk: Riadenie
tr: Hareket Ettirici
uk: Ведення

# gsEast
source: East
af: zEast
da: Øst
de: Ost
es: Este
fi: Itä
fr: Est
hu: Kelet
it: Est
lv: Austrumi
nl: Oost
pt: Leste
ru: Восток
sk: Východ
tr: Doğu
uk: Схід

# gsEditABCurve
source: Edit AB Curve
af: zEdit AB Curve
da: Ændre AB Kurve
de: A-B Kurve bearbeiten
es: Editar curva AB
fi: Muokkaa AB -käyrää
fr: Editer la courbe AB
hu: AB görbe szerkesztése
it: Modifica Curva AB
lv: Rediģēt AB līkni
nl: Aanpassen AB-curve
pt: Editar curva AB
ru: Редактировать кривую AB
sk: Upraviť AB krivku
tr: AB Eğrisini Düzenle
uk: Редагув. криву АВ

# gsEditABLine
source: Edit AB Line
af: zEdit AB Line
da: Ændre AB Linje
de: A-B Linie bearbeiten
es: Editar linea AB
fi: Muokkaa AB -linjaa
fr: Editer la ligne AB
hu: AB vonal szerkesztése
it: Modifica Linea AB
lv: Rediģēt AB līniju
nl: Aanpassen AB-lijn
pt: Editar linha AB
ru: Редактировать прямую AB
sk: Upraviť AB líniu
tr: AB Çizgisini Düzenle
uk: Редагув. лінію АВ

# gsEditFieldName
source: Edit Field Name
af: zEdit Field Name
de: Feldname ändern
es: Editar el nombre de la parcela
fi: Muokkaa pellon nimi
fr: Modifier le nom du champ
hu: Földnév szerkesztése
lv: Rediģēt AB Rediģēt lauka nosaukumu
nl: Bewerk perceel naam
pt: Editar nome do campo
uk: Редагувати назву поля

# gsEncoderCounts
source: Counts
af: zCounts
da: Føler Impulser
de: Anzahl
es: Recuentos
fi: Pulssia
fr: Nombre d'impulsions
hu: Érték
it: Conteggi Encoder
lv: Skaitās
nl: Stappen
pt: Conta
ru: Рассчитывает
sk: Počet impulzov
tr: Sayımlar
uk: Розраховує

# gsEnterCoordinatesForSimulator
source: Enter Coordinates For Simulator
af: zEnter Coordinates For Simulator
da: Indtast Koordinater Til Sim
de: Koordinaten für Simulator eingeben
es: Introducir Coordenadas para simulador
fi: Syötä simulaattorin koordinaatit
fr: Entrer les coordonnées pour le simulateur
hu: Szimulátorhoz koordináták megadása
it: Inserire Coordinate Per Il Simulatore
lv: Ievadiet koordinātes simulatoram
nl: Voer simulator-coördinaten in
pt: Insira as coordenadas para o simulador
ru: Введите Координаты Для Симулятора
sk: Vložte súradnice pre simulátor
tr: Simülatör için Koordinatları Girin
uk: Ввести координати для тренажера

# gsEnterFieldName
source: Enter Field Name
af: zEnter Field Name
da: Opret Mark Navn
de: Benennen Sie das Feld
es: Introducir nombre de Parcela
fi: Kirjoita pellon nimi
fr: Entrez le nom du champ
hu: Területnév megadása
it: Inserire Nome Campo
lv: Ievadiet lauka nosaukumu
nl: Voer perceelnaam in
pt: Insira o nome do campo
ru: Введите Имя поля
sk: Názov poľa
tr: Alan Adını Girin
uk: Ввести ім'я поля

# gsEnterSimCoords
source: Enter Sim Coords
af: zEnter Sim Coords
da: Indtast Sim Koordinater
de: Sim Koordinaten eingeben
es: Introducir coordenadas SIM
fi: Simulaattorin koordinaatit
fr: Entrez Coord. Sim
hu: Szimuláció koordinátáinak megadása
it: Inserire Coord. Sim
lv: Ievadiet Sim Coords
nl: Voer sim-coörd. in
pt: Insira as coordenadas do Sim
ru: Введите Координаты симулятора
sk: Súradnice pre simulátor
tr: Sim Kodlarını Girin
uk: Ввести коорд.тренаж.

# gsError
source: Error
af: zError
da: FEJL
de: FEHLER
fi: Virhe
fr: Erreur
hu: Hiba
it: Errore
lv: Kļūda
nl: Fout
pt: Erro
ru: Ошибка
sk: Chyba
tr: Hata!!!
uk: Помилка

# gsErrorreadingKML
source: Error reading KML
af: zError reading KML
da: Fejl Indlæsning KML
de: Fehler beim KML einlesen
es: Error lectura KML
fi: Virhe KML-tiedoston lukemisessa
fr: Erreur lors de la lecture du fichier KML
hu: Nem sikerült a KML fájl olvasása
it: Errore Lettura File KML
lv: Lasot KML, radās kļūda
nl: Fout bij lezen KML
pt: Erro ao ler KML
ru: Ошибка чтения KML
sk: Chyba pri čítaní KML
tr: KML okunurken hata oluştu
uk: Помилка при читанні KML

# gsField
source: Field
af: zField
de: Feld
es: Parcela
fi: Pelto
fr: Parcelle
hu: Terület
lv: Lauks
nl: Perceel
pt: Campo
uk: Поле

# gsFieldFileIsCorrupt
source: Field File is Corrupt
af: zField File is Corrupt
da: Fejl I Mark Fil
de: Feld Datei ist fehlerhaft
es: Fichero de Parcela corrupto
fi: Peltotiedosto on korruptoitunut
fr: Le fichier de terrain est corrompu!
hu: A terület fájl sérült
it: Il File Del Campo E' Corrotto
lv: Lauka fails ir bojāts
nl: Perceel bestand is corrupt
pt: O arquivo de campo está corrompido
ru: Файл поля поврежден
sk: Súbor obsahujúci pole je neplatný
tr: Alan Dosyası Bozuk
uk: Файл поля пошкоджений

# gsFieldIsOpen
source: Field Is Open
af: zField Is Open
da: Mark Er Åbnet
de: Feld ist geöffnet
es: Parcela abierta
fi: Pelto on auki
fr: Le champ est ouvert !
hu: Terület megnyitva
it: Il Campo E' Aperto
lv: Lauks ir atvērts
nl: Perceel is geopend
pt: O campo está aberto
ru: Поле Открыто
sk: Pole je otvorené
tr: Alan Açık
uk: Поле відкрите

# gsFieldNotOpen
source: Field Not Open
af: zField Not Open
da: Mark Ikke Åbnet
de: Feld nicht geöffnet
es: Parcela no abierta
fi: Pelto ei ole auki
fr: Champ non ouvert !
hu: Terület nincs megnyitva
it: Il Campo Non E' Aperto
lv: Lauks nav atvērts
nl: Geen perceel geopend
pt: Campo não aberto
ru: Поле Не Открыто
sk: Pole nie je otvorené
tr: Alan Açık Değil
uk: Поле не відкрите

# gsFileError
source: File Error
af: zFile Error
da: Fejl I Fil
de: Dateien fehlerhaft
es: Error de archivo
fi: Tiedostovirhe
fr: Erreur de fichier
hu: Fájl hiba
it: Errore Nel File
lv: Faila kļūda
nl: Bestandfout
pt: Erro de arquivo
ru: Ошибка файла
sk: Chyba súboru
tr: Dosya hatası
uk: Помилка файла

# gsFlagFileIsCorrupt
source: Flag File Corrupt
af: zFlag File Corrupt
da: Fejl I Afmærkningsfil
de: Flaggen Datei fehlerhaft
es: Fichero de marcas corrupto
fi: Lipputiedosto korruptoitunut
fr: Fichier Flag corrompu
hu: Zászló fájl sérült
it: File Segnaposto Corrotto
lv: Bojāts karoga fails
nl: POI bestand corrupt
pt: Sinalizar arquivo corrompido
ru: Флаг Файл Поврежден
sk: Súbor so značkami je neplatný
tr: Dosya Bozuk ile ilgili şikayetler
uk: Флаг Файл Пошкоджено

# gsForNow
source: For Now
af: zFor Now
da: For Nu
de: Für jetzt
es: Ahora
fi: Toistaiseksi
fr: Pour l'instant
it: Per Ora
lv: Tagad
nl: Tijdelijk
pt: Por agora
ru: На сегодня
sk: Dočasne
tr: Şimdilik
uk: Зараз

# gsFromExisting
source: From Existing
af: zFrom Existing
de: aus Bestehendem
es: Desde existente
fi: Olemassa olevasta
fr: Depuis l'existant
hu: Meglévőből
lv: No esošā
nl: Vanuit bestaand
pt: Do Existente
uk: З існуючого

# gsFromKml
source: From KML
af: zFrom KML
de: aus KML
es: Desde KML
fi: KML: stä
fr: Depuis KLM
hu: KML Fájlból
lv: No KML
nl: Vanuit KML
pt: Do KML
uk: З KML

# gsHeadingChart
source: Heading Chart
af: zHeading Chart
de: Fahrtrichtung (heading)
es: Gráfico de rumbo
fi: Suunta kaavio
fr: Grafique Cap
hu: Irány grafikon
nl: Richting grafiek
pt: Gráfico de títulos
uk: Діаграма курса

# gsHeadland
source: Headland
af: zHeadland
da: Forager
de: Vorgewende
es: Cabecero
fi: Päiste
fr: Tournières
hu: Forgó
it: Capezzagna
lv: Laukmala
nl: Kopakker
pt: Promontório
ru: Выступ
sk: Úvrať
tr: Sürülmemiş Alan
uk: Відступ

# gsHeadlandForm
source: Create and Edit Headland
af: zCreate and Edit Headland
da: Opret og Ændre Forager
de: Vorgewende erstellen und bearbeiten
es: Crear o Editar Cabecero
fi: Luo ja muokkaa päiste
fr: Créer/Editer une tournière
hu: Forgó készítése és szerkesztése
it: Crea E Modifica Capezzagna
lv: Izveidojiet un rediģējiet laukmalu
nl: Maak / Wijzig Kopakker
pt: Criar e editar cabeceira
ru: Создание и редактирование выступ
sk: Vytvorenie a úprava úvratí
tr: Sürülmeyen Alan Oluştur ve Düzenle
uk: Створити і редагув.відступ

# gsHelp
source: Help
af: zHelp
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
hu: Segítség
lv: Palīdzība
pt: Ajuda
tr: Yardım
uk: Допомога

# gsIfWrongDirectionTapVehicle
source: If Wrong Direction Tap Vehicle
af: zWrong Direction? Tap Vehicle
da: Forkert retning? Tryk på Køretøj
de: Falsche Richtung? Fahrzeug antippen
es: Direccion incorrecta? Toque el vehiculo
fi: Jos väärä suunta napauta ajoneuvoa
fr: Mauvaise direction? Appuyez sur Véhicule
hu: Rossz irány? Koppintson a Járműre
it: Direzione sbagliata? Tocca Veicolo
lv: Ja nepareizs virziens, pieskarieties transportlīdzeklim
nl: Verkeerde richting? Druk op Voertuig
pt: Se a direção errada, toque no veículo
sk: Zlý smer? Klepnite na položku Vozidlo
tr: Yanlış yön? Araç'a dokunun
uk: Неправильний напрямок? Натисніть Транспортний засіб

# gsInches
source: Inch
af: zInch
da: Tommer
de: Zoll
es: Pulgadas
fi: Tuuma
fr: Pouce
it: Pollici
lv: colla
pt: Polegada
ru: Дюймы
sk: Palce
tr: İnç
uk: Дюйми

# gsInner
source: Inner
af: zInner
da: Inderste
de: Innere
es: Interno
fi: Sisäinen
fr: Intérieure
hu: Belső
it: Interno
lv: Iekšējais
nl: Binnenste
pt: Interno
ru: Внутренний
sk: Vnútorná
tr: İç (Dahili)
uk: Внутрішній

# gsLanguage
source: Language
af: zLanguage
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
hu: Nyelv
it: Lingua
lv: Valoda
nl: Taal
pt: Linguagem
ru: Язык
sk: Jazyk
tr: Lisan
uk: Мова

# gsMachinePort
source: Machine Port
af: zMachine Port
da: Maskin Port
de: Maschinen Port
es: Puerto del PCB
fi: Koneportti
fr: Port Contrôle Machine
hu: Eszköz Port
it: Porta Attrezzo
lv: Mašīnas ports
nl: Machine besturing poort
pt: Porta da máquina
ru: Порт управления орудием
sk: Port pre stroj
tr: Makine Bağlantı Noktası
uk: Порт керування машиною
