Repository: farmerbriantee/AgOpenGPS
Catalog: SourceCode/GPS/gStr.*.resx
Languages: af, da, de, es, fi, fr, hu, it, lv, nl, pt, ru, sk, tr, uk

# hd_btnDeleteCurve
source: Delete Curve Delete the selected curve.
es: Borrar Curva Borra la curva seleccionada
fr: Supprimer la courbe sélectionnée
tr: Eğriyi Sil Seçili eğriyi silin.

# hd_btnDrawSections
source: Draw Sections Draw the section mapping on the field background for reference.
es: Dibujar secciones Dibuja el mapeo de sección en el fondo de parcela como referencia.
fr: Traçage des tronçons Affiche ce à quoi ressemblera le champ une fois travaillé et colorié
tr: Bölümleri Çiz Referans için alan arka planı üzerinde bölüm eşlemesini çizin.

# hd_btnFlipOffset
source: Flip Offset Flip the offset to the other side of line. Use before creating the curve
es: Desplazar compensacion Desplaza la compensacion al otro lado de la línea. Usar antes de crear la curva
fr: Décalage à droite ou à gauche au moment de la création de la courbe
tr: Çevirme Ofseti Ofseti çizginin diğer tarafına çevirin. Eğriyi oluşturmadan önce kullanın

# hd_btnMakeABLine
source: Make AB Line Once 2 points are selected, and distance from boundary set, make a new AB Line guidance line. You can edit the name in the textbox.
es: Crear línea AB Una vez se seleccionan 2 puntos y se establece la distancia desde el lindero, crea una nueva paralela de guía, Línea AB. Puede editar el nombre en el cuadro de texto.
fr: Validation de création d'une ligne AB. La nom e la ligne peut être modifié à ce moment là
tr: AB Çizgisi Yap 2 nokta seçildiğinde ve sınırdan uzaklık ayarlandığında, yeni bir AB Çizgisi kılavuz çizgisi yapın. Adı metin kutusunda düzenleyebilirsiniz.

# hd_btnMakeBoundaryCurve
source: Make Boundary Contour Creates a guidance line around the whole field that is set in distance numeric entry. Usually is one half tool width away.
es: Crear contorno de lindero Crea una línea de guía alrededor de toda la parcela que se establece en la entrada numérica de distancia. Por lo general, es la mitad del ancho del apero.
fr: Création d'un ligne de guidage calquée sur la limite du champ. Décalée par défaut d'une demi largeur d'outil
tr: Sınır Kontur Yap Mesafe sayısal girişinde ayarlanan tüm alanın etrafında bir kılavuz çizgisi oluşturur. Genellikle yarım takım genişliği uzaktadır.

# hd_btnMakeCurve
source: Make Curve Once 2 points are selected, and distance from boundary set, make a new Curve guidance line. You can edit the name in the textbox.
es: Crear Curva AB Una vez que se seleccionan 2 puntos, y se define la distancia desde el lindero, crea una curva. Se puede modificar en la entrada de texto.
fr: Créer une courbe AB Une fois que 2 points sont sélectionnés et que la distance par rapport à la limite est définie, une nouvelle courbe de référence est créée. Vous pouvez modifier le nom dans la zone de texte
tr: Eğri Yap 2 nokta seçildiğinde ve sınırdan uzaklık ayarlandığında, yeni bir Eğri kılavuz çizgisi oluşturun. Adı metin kutusunda düzenleyebilirsiniz.

# hd_btnSelectABLine
source: Select AB Line Keep touching to cycle thru the lines to select the one you want.
es: Seleccionar Linea AB Mantener pulsado para seleccionar la linea deseada.
fr: Sélectionner une ligne AB Appuyer plusieurs fois pour faire défiler les lignes créées
tr: AB Çizgisini Seç İstediğinizi seçmek için satırlar arasında gezinmek için dokunmaya devam edin.

# hd_btnSelectCurve
source: Select Curve Keep touching to cycle thru the lines to select the one you want.
es: Seleccionar Curva Mantener pulsado para seleccionar la curva deseada.
fr: Sélectionner une courbe AB Touchez plusieurs fois pour faire défiler les courbes déjà créées
tr: Eğri Seç İstediğinizi seçmek için satırlar arasında gezinmek için dokunmaya devam edin.

# hd_nudDistance
source: Distance From Boundary Enter the distance left or right from the line created by the 2 points. Defaults to 1 half the tool width.
es: Distancia desde lindero Introducir la distancia a izda o dcha de la linea creada por 2 puntos. El valor por defecto es igual a la mitad del ancho de apero.
fr: Distance par rapport à la bordure du champ Entrez la distance à gauche ou à droite de la ligne créée par les 2 points. La valeur par défaut est égale à 1 moitié de la largeur de l’outil.
tr: Sınırdan Uzaklık 2 noktanın oluşturduğu çizgiden sola veya sağa olan mesafeyi girin. Takım genişliğinin yarısı varsayılan olarak 1'dir.

# hd_oglSelf
source: Boundary Display Touch 2 points on the boundary to make a line. Touch Create Curve or Create AB Line to make the line. Edit the name.
es: Visualización de linderos Toque 2 puntos en el lindero para hacer una línea. Toque Crear curva o Crear línea AB para hacer la línea. A continuacion puede modificar el nombre.
fr: Affichage de la bordure du champ Touchez 2 points sur la brodure pour créer une ligne ou une courbe. Appuyez sur Créer une courbe AB ou Créer une ligne AB. Vous pouvez ensuite modifier le nom
tr: Sınır Ekranı Bir çizgi oluşturmak için sınırdaki 2 noktaya dokunun. Çizgiyi oluşturmak için Eğri Oluştur veya AB Çizgisi Oluştur'a dokunun. Adı düzenleyin.

# hd_tboxNameLine
source: Edit Line Touch to edit the line to rename the default.
es: Editar Linea Toque para editar la linea y cambiar el nombre asignado por defecto.
fr: Modifier la ligne
tr: Satırı Düzenle Varsayılanı yeniden adlandırmak üzere satırı düzenlemek için dokunun.

# he_btnNoSave
source: Save For Now Line changes not saved with the field, they are lost when loading the field again. But the changes are in effect
es: Guardar ahora Los cambios de línea no se guardan con la parcela, se pierden al volver a cargar la parcela.
fr: Enregistrement jusqu'à la fermeture. SI un décalage de ligne est appliqué, il l'est jusqu'à la fermeture du champ seulement
tr: Şimdilik Kaydet Satır değişiklikleri alanla birlikte kaydedilmez, alan tekrar yüklenirken kaybolur. Ama değişiklikler yürürlükte

# he_btnOK
source: Save and Exit Changes are saved with the field and exit the form.
es: Guardar y Salir Los cambios se guardan con la parcela.
fr: Enregistrer et Quitter
tr: Kaydet ve çık Değişiklikler alanla birlikte kaydedilir ve formdan çıkılır.

# hh_btnDeletePoints
source: Delete Points on Line First select 2 points on the line to delete all the points for. Touch Delete Button. This removes all the points between the selected 2 points and makes a straight line.
es: Eliminar puntos en la Línea Primero seleccione 2 puntos en la línea para eliminar todos los puntos. Toque el botón Eliminar. Esto elimina todos los puntos entre los 2 puntos seleccionados y hace una línea recta.
fr: Supprimer une sélection de points Sélectionner 2 points et valider, entrainera la suppression de tous les points entre les 2 points sélectionnés
tr: Çizgideki Noktaları Sil İlk önce tüm noktaları silmek için çizgi üzerinde 2 nokta seçin. Sil Düğmesine dokunun. Bu, seçilen 2 nokta arasındaki tüm noktaları kaldırır ve düz bir çizgi oluşturur.

# hh_btnExit
source: Exit Exit the form and set the headland On.
es: Salir Sale del formulario y activa el cabecero.
fr: Sortir Quitte la fenêtre et active la tournière
tr: çıkış Formdan çıkın ve sürülmemiş araziyi Açık olarak ayarlayın.

# hh_btnMakeFixedHeadland
source: Add Distance to Headland Adds the distance entered in the numeric entry to the existing headland.
es: Añade distancia al cabecero
fr: Ajoute une distance à la tournière créée
tr: Sürülmeyen Bölgeye Mesafe Ekle Sayısal girişe girilen mesafeyi mevcut sürülmemiş araziye ekler.

# hh_btnReset
source: Reset Headland Puts the headland back to the boundary, resetting it to 0 distance.
es: Restablece cabecero Vuelve a colocar el cabecero en el lindero y restablece distancia a 0.
fr: Remet à zéro la tournière par rapport à la bordure du champ
tr: Sürülmeyi Sıfırla Sürülmemiş araziyi sınıra geri getirerek 0 mesafeye sıfırlar.

# hh_btnSetDistance
source: Add Distance Adds the distance set in the numeric to the line selected by the 2 points.
es: Añadir distancia Añade la distancia definida en la entrada numerica a la linea seleccionada por 2 puntos.
fr: Ajoute une distance entre la bordure et la tournière
tr: Mesafe Ekle Sayısalda ayarlanan mesafeyi 2 nokta tarafından seçilen çizgiye ekler.

# hh_btnTurnOffHeadland
source: Headland Off Shuts off the headland completely.
es: Apagar cabecero
fr: Supprimer les tournières
tr: Sürülmemiş Sürülmemiş araziyi tamamen kapatır.

# hh_cboxIsSectionControlled
source: Sections Control In Headland Enable of disable the turning off of sections within the headland.
es: Control de Secciones en Cabecero Habilita o deshabilita el apagado de secciones dentro del cabecero.
fr: Contrôle de tronçon dans les tournières Activer ou non, le mode automatique de coupure des tronçons dans les tournières
tr: Sürülmemiş Alanda Bölüm Kontrolü Sürülmemiş arazi içindeki bölümlerin kapatılmasını devre dışı bırakmanın etkinleştirilmesi.

# hh_cboxToolWidths
source: Tool Widths Use the pulldown to set how many tool widths in from the boundary you want the headland to be. If you select it again, it will remove the previous headland and make the new one.
es: Anchos de Apero Utilice el menú desplegable para establecer a cuántos anchos de apero desde el lindero desea definir el cabecero. Si lo vuelve a seleccionar, eliminará el cabecero anterior y creará uno nuevo.
fr: Largeur d'outils Permet de définir le nombre de passe à réaliser dans la tournière. Est ajouté à ka distanfe de décalage entre la tournière eet la limite extérieure du champ
tr: Takım Genişlikleri Sürülmemiş arazinin sınırdan kaç takım genişliği içinde olmasını istediğinizi ayarlamak için açılır menüyü kullanın. Tekrar seçerseniz, önceki sürülmemiş araziyi kaldıracak ve yenisini yapacaktır.

# hh_nudDistance
source: Distance Entry Distance entered will be added to the existing headland distance. Press the Enter Distance button to add it.
es: Entrada de Distancia La distancia introducida se añade a la distancia de cabecero. Presionar el botón Distancia para añadirla.
fr: Distance de décalage de la tournière par rapport à la bordure
tr: Mesafe Girişi Girilen mesafe mevcut sürülmemiş arazi mesafesine eklenecektir. Eklemek için Mesafe Gir düğmesine basın.

# hh_nudSetDistance
source: Selected Distance Move Select 2 points on the headland line you want to move independently Enter the distance to move the segment - can be positive or negative.
es: Seleccionar Distancia a desplazar Seleccione 2 puntos en la línea de cabecero que desea mover de forma independiente Introducir la distancia para mover el segmento; puede ser positivo o negativo.
fr: Sélectionner 2 points de la tournière à déplacer. Ensuite sélectionner la distance à laquelle déplacer le segment précédemment défini
tr: Seçilen Mesafe Hareketi Bağımsız olarak hareket ettirmek istediğiniz sürülmemiş arazi hattında 2 nokta seçin Segmenti hareket ettirmek için mesafeyi girin - pozitif veya negatif olabilir.

# ht_btnAdjHalfToolWidth
source: Move Reference Half Tool Width Moves the reference line one half tool width left or right.
es: Mover linea de referencia mitad del ancho del apero Mueve la línea de referencia la mitad del ancho del apero hacia la izquierda o hacia la derecha.
fr: Permet de décaler la ligne de référence d'une demi largeur d'outil, vers la droite ou la gauche, au choix
tr: Referans Yarım Takım Genişliğini Taşı Referans çizgisini yarım araç genişliğinde sola veya sağa hareket ettirir.

# ht_btnCancel
source: Tram Off Cancel and delete everything. Turn the tram off
es: Apagado de Sección Cancela y borra todo. Apaga la sección
fr: Désactiver le jalonnage
tr: Tramvay Kapalı Her şeyi iptal edin ve silin. tramvayı kapat

# ht_btnLeftRightNudge
source: Nudge Reference Line Nudge reference line by amount shown
es: Desplazamiento de línea de referencia Desplaza la línea de referencia en el valor mostrado
fr: Décalage de ligne en fonction de la valeur prédéfinie
tr: Nudge Referans Çizgisi Referans çizgisini gösterilen miktara göre sürükle

# ht_btnSave
source: Save and Exit Save and activate the Tram lines. Exit the setup form.
es: Guarda y Salir Guarda y activa las paralelas.
fr: Enregistrer et fermer Enregistre et active les lignes de jalonnage
tr: Kaydet ve çık Tramvay hatlarını kaydedin ve etkinleştirin. Kurulum formundan çıkın.

# ht_btnSwapAB
source: Swap A to B Swaps the order of the line so right is left. This is important as tram lines are made on the right side of the line counting positive.
es: Intercambiar A por B Cambia el orden de la línea para que la derecha quede a la izquierda. Esto es importante ya que las paralelas se hacen en el lado derecho de la línea contando en positivo.
fr: Inverser point A et B Permet d'inverser le sens des lignes, par exemple à l'activation des lignes de jalonnage, si celle-ci ne sont pas du bon coté dans le champ
tr: A'yı B'ye Değiştir Satırın sırasını sağa sola kaydırır. Tramvay hatları pozitif sayılarak hattın sağ tarafında yapıldığı için bu önemlidir.

# ht_nudPasses
source: Tram Passes Enter the number of tram passes or use the up down arrows to change the number
es: Pases de paralela Introduzca el número de pases de paralela o use las flechas hacia arriba y hacia abajo para cambiar el número
fr: Nombre de passages jalonnés
tr: Tramvay Geçişleri Tramvay geçiş sayısını girin veya sayıyı değiştirmek için yukarı aşağı okları kullanın

# gsDistance
source: Distance
af: zDistance
de: Entfernung
es: Distancia
fi: Etäisyys
hu: Távolság
lv: Attālums
nl: Afstand
pt: Distância
uk: Відстань

# gsPause
source: Pause
af: zPause
es: Pausa
fi: Tauko
it: Pausa
lv: Pauze
nl: Pauze
pt: Pausa
ru: Пауза
sk: Pauza
tr: Duraklat
uk: Пауза

# gsGuidanceStopped
source: Guidance Stopped
af: zGuidance Stopped
fi: Ohjaus pysähtynyt
pt: Orientação interrompida

# gsKMH
source: kmh
af: zkmh
da: km/t
nl: km/u
ru: км/ч
uk: км/год

# gsMPH
source: mph
af: zmph
nl: mijl/u
pt: km/h
ru: миль/час
sk: míľ/h
uk: миль/год

# gsPastEndOfCurve
source: Past End Of Curve
af: zPastEndOfCurve
fi: Käyrän entinen loppu
pt: Fim da Curva Passado
