Repository: farmerbriantee/AgOpenGPS
Catalog: SourceCode/GPS/gStr.*.resx
Languages: af, da, de, es, fi, fr, hu, it, lv, nl, pt, ru, sk, tr, uk

# h_btnABLine
source: ABLine Button ABLine guidance is repeating straight parallel lines across the field. Pushing the button enable AB guidance if a line exists, or if none, brings up the create/edit form where lines can be created either by 2 points with a line intersecting both or a single point and direction or heading. Lines to the right count positive upward and lines to the left are counted up as negative.
es: Botón linea AB. Las lineas de guiado AB se repiten paralelamente a lo largo de la parcela. Pulsando el boton se muestran las lineas AB existentes. Caso de no existir ninguna, se muestra la opción de crear/editar. Se pueden crear bien por 2 puntos con una linea de intersección, o mediante un punto y la direccion de guiado. Las lineas a la dcha se cuentan en positivo, y lineas a la izda cuentan en negativo.
fr: Bouton Ligne AB. Les lignes de guidage AB sont répétées parallelement à travers le champs. Un click sur le bouton fait apparaître les lignes existantes,
tr: ABHat Düğmesi ABLine kılavuzu, alan boyunca düz paralel çizgileri tekrarlıyor. Bir çizgi varsa veya yoksa AB kılavuzunu etkinleştir düğmesine basmak, çizgilerin hem kesişen bir çizgi ile 2 nokta tarafından ya da tek bir nokta ve yön veya başlık ile oluşturulabileceği oluştur/düzenle formunu getirir. Sağdaki satırlar yukarı doğru pozitif, soldaki satırlar negatif olarak sayılır.

# h_btnAutoSteer
source: Auto Steer Button Turns on and off Auto Steer steering control. You must have an active guidance line set. Pressing UTurn button can also turn on AutoSteer. In Config/Guidance you can set features and button function.
es: Botón Autoguiado Activa o desactiva el autoguiado. Ha de estar seleccionada una línea de guiado. Pulsando el botón Uturn se puede activar también el Autoguiado. En Config/Guiado, se pueden configurar caracteristicas y funciones del boton.
fr: Bouton Autoguidage
tr: Otomatik Yönlendirme Düğmesi Auto Steer direksiyon kontrolünü açar ve kapatır. Etkin bir kılavuz çizgi setiniz olmalıdır. UTurn düğmesine basmak da AutoSteer'ı açabilir. Yapılandırma/Kılavuzda özellikleri ve düğme işlevini ayarlayabilirsiniz.

# h_btnAutoSteerConfig
source: AutoSteer Angle and Settings Button Display Steer Angles and Configure AutoSteer settings
es: Boton de ajustes de ángulo de autoguiado
fr: Affichage angle de roues Peut être cliqué pour afficher la fenêtre de réglage capteur d'angle et volant autoguidage
tr: AutoSteer Açısı ve Ayarlar Düğmesi Direksiyon Açılarını görüntüleyin ve AutoSteer ayarlarını yapılandırın

# h_btnAutoYouTurn
source: U Turn Button If guidance line is available you can auto turn around at the headland. You can set distance from edge of field to start turning, the diameter and type of turn. Pressing this button also enables autosteer and U Turn if both are off.
es: Botón U Turn Si la linea de guiado esta activa, se realiza el giro en U automáticamente en cabecero. Se puede ajustar distancia al lindero para comenzar el giro, el diámetro y el tipo de giro. Pulsando esta tecla, se activan el autoguiado y el U Turn si ambos estan apagados.
fr: Bouton demi tour automatique Si une ligne de quidage est active, il est possible de faire le mi tour dans la tournière automatiquement Il est possible de régler la distance par rapport au bord du champs pour le démarrage du demi tour, the diamètre de réalisation du demi tour et son type En appuyant sur le bouton, le mode autoguidage + demi tour auto est engagé, si les 2 sont dans l'état non engagé
tr: U Dönüş Düğmesi Kılavuz çizgi varsa, sürülmemiş arazide otomatik olarak dönebilirsiniz. Dönmeye başlamak için alanın kenarından olan mesafeyi, dönüşün çapını ve türünü ayarlayabilirsiniz. Bu düğmeye basmak aynı zamanda otomatik yönlendirmeyi ve her ikisi de kapalıysa U Dönüş'ü etkinleştirir.

# h_btnChangeMappingColor
source: Change Mapping Color Button Brings up the color picker to choose a color to draw where you have applied. You can change as often as you like, but you need to travel a ways before the color changes, or turn off and on sections then the color change will be immediate.
es: Botón de cambio de color de asignación Muestra el selector de color para elegir un color para marcar dónde se ha aplicado. Puede cambiar con la frecuencia que desee, pero debe avanzar un poco, antes de que cambie el color, o apagar y encender secciones, entonces el cambio de color será inmediato.
fr: Bouton de modification de la couleur de la coloriage
tr: Eşleme Rengini Değiştir Düğmesi Uyguladığınız yere çizmek üzere bir renk seçmek için renk seçiciyi getirir. İstediğiniz sıklıkta değiştirebilirsiniz, ancak renk değişmeden önce bir yol kat etmeniz veya bölümleri kapatıp açmanız gerekir, ardından renk değişikliği hemen olacaktır.

# h_btnConfig
source: Main Configuration Button Most of the settings are here. As you make changes they are automatically saved. Careful though as there is no cancel.
es: Botón de configuración general La mayoría de ajustes estan aquí. Los cambios realizados se guardarán automáticamente, sin opción de vuelta atrás..
fr: Bouton de Configuration Générale La plupart des réglages se trouvent ici. Tout changement est automatiquement enregistré sans retour en arrière possible
tr: Ana Yapılandırma Düğmesi Ayarların çoğu burada. Siz değişiklik yaptıkça bunlar otomatik olarak kaydedilir. İptal olmadığı için dikkatli olun.

# h_btnContour
source: Contour Button To be able to follow guidance beside your last pass. If ABLine and ABCurve are on, you can turn on and off Contour while one of those functions are still on switching between them.
es: Botón de contorno Permite guiado al lado de la última pasada. Si ABLine y ABCurve están activados, puede activar y desactivar Contorno mientras una de esas funciones aún está activada, cambiando entre ellas.
fr: Bouton Contour Permet d'être guidé à coté de la dernière passe réalisée. Si le mode courbes AB ou ligne AB est activé, il est possible de switcher entre le mode contour et le mode ligne ou courbe.
tr: Kontur Düğmesi Son geçişinizin yanında rehberliği takip edebilmek için. ABLine ve ABCurve açıksa, bu işlevlerden biri hala aralarında geçiş yaparken Contour'u açıp kapatabilirsiniz.

# h_btnCurve
source: Curve Guidance Button Curve guidance allows you to follow any shape in lines repeating across the field. The lines are like contour lines where the last pass follows the curvature of the previous, but any variations made are not carried to the next line. Pressing the button brings up the Curve Creation/Edit form or if a curve line exists it brings that up. Pressing it again allows you to copy/edit/create more lines.
es: Botón guiado en curva Guiado en curva permite seguir cualquier forma en líneas que se repiten en la parcela. Las líneas son como curvas de nivel en las que la última pasada sigue la curvatura de la anterior, pero las variaciones realizadas no se trasladan a la línea siguiente. Al presionar el botón, aparece el formulario de creación/edición de curva o, si existe una línea curva, la abre. Presionarlo nuevamente permite copiar/editar/crear más líneas
fr: Bouton Guidage en courbe Le guidage en courbe vous permet de suivre n’importe quel tracè enregistré en se répétant à travers le champ. Les tracés sont comme des lignes de contour où la dernière passe suit la courbure de la précédente, mais les variations effectuées ne sont pas portées à la ligne suivante (Seule la courbe AB de référence est reproduite). Appuyez sur le bouton pour afficher le formulaire Création de courbe/Modifier ou, s’il existe déjà une courbe AB, il l’affiche. Appuyer à nouveau dessus vous permet de copier / éditer / créer plus de lignes.
tr: Eğri Kılavuz Düğmesi Eğri kılavuzu, alan boyunca tekrar eden çizgilerdeki herhangi bir şekli takip etmenizi sağlar. Çizgiler, son geçişin bir öncekinin eğriliğini takip ettiği, ancak yapılan herhangi bir değişikliğin bir sonraki çizgiye taşınmadığı kontur çizgileri gibidir. Düğmeye basmak Eğri Oluşturma/Düzenleme formunu getirir veya bir eğri çizgisi varsa onu getirir. Tekrar basmak, daha fazla satır kopyalamanıza/düzenlemenize/oluşturmanıza olanak tanır.

# h_btnCycleLines
source: Cycle Through Lines Button Allows you to cycle or step through existing lines of the mode you currently have selected. Cycle all ABLines or all Curve Lines available. Disabled if no lines are made.
es: Botón de ciclo a través de líneas Permite desplazarse por las líneas existentes en el modo que hay seleccionado (Lineas AB o curvas AB). Está deshabilitado si no se crean líneas.
fr: Bouton Parcourir les lignes Vous permet de parcourir les lignes existantes du mode sélectionné (Lignes AB ou Courbes AB). Désactivé si aucune ligne n’est créée.
tr: Satırlarda Döngü Düğmesi Halihazırda seçmiş olduğunuz modun mevcut satırları arasında gezinmenizi veya adım atmanızı sağlar. Mevcut tüm ABLine'ları veya tüm Eğri Çizgilerini döndürün. Hiçbir satır yapılmazsa devre dışı bırakılır.

# h_btnDayNightMode
source: Day or Night Colors Button.
es: Botón para selección de colores modo Dia o Noche
fr: Bouton pour l'attribution des couleurs dans les modes jour et nuit
tr: Gündüz veya Gece Renkleri Düğmesi.

# h_btnDistanceArea
source: Distance and Area Button Shows user distance travelled and accumulated area marked. Touch the digits to reset to zero. Will be remembered when exiting the program and starting again
es: Botón Distancia y Zona Muestra la distancia recorrida y superficie trabajada. Pulsar numeros para puesta a cero. Se guardarán al salir del programa y volver a entrar.
fr: Bouton Distance et Zone Affiche la distance parcourue et la surface travaillée. Toucher les chiffres pour les remettre à zéro. Les valeurs sont enregistrées même si le champs est quitté.
tr: Mesafe ve Alan Düğmesi Kullanıcının kat ettiği mesafeyi ve işaretlenmiş birikmiş alanı gösterir. Sıfırlamak için rakamlara dokunun. Programdan çıkıp tekrar başlatıldığında hatırlanacak

# h_btnEditAB
source: Edit Guidance Line Button If there is an active guidance line available to edit, this will bring up the form to edit the line. It is the same button for either curve or line and brings up the correct form depending on which one you are using at the time. To copy or create new guidance lines press the ABLine or AB Curve button.
es: Botón editar linea de guiado Si hay una linea de guiado disponible para editar, se mostrará el formulario de modificación de linea. Es el mismo botón para Linea AB o Curva AB. Se muestra la ventana que corresponda con el tipo de Linea o Curva. Para copiar o crear nuevas lineas de guiado, pulsar botón ABLine o ABCurve.
fr: Bouton Modifier la ligne de guidage S’il existe une ligne de guidage active disponible pour modification, le formulaire de modification de la ligne apparaîtra. C’est le même bouton pour le mode ligne AB ou COurbe AB. La fenêtre ouverte est adaptée en fonction du type Ligne ou Courbe Pour copier ou créer de nouvelles lignes de guidage, appuyez sur le bouton ABLine ou AB Curve
tr: Edit Guidance Line Button If there is an active guidance line available to edit, this will bring up the form to edit the line. It is the same button for either curve or line and brings up the correct form depending on wKılavuz Satırını Düzenle Düğmesi Düzenlemek için aktif bir kılavuz satırı varsa, bu satırı düzenlemek için formu getirecektir. Eğri veya çizgi için aynı düğmedir ve o anda hangisini kullandığınıza bağlı olarak doğru formu getirir. Yeni kılavuz çizgileri kopyalamak veya oluşturmak için ABLine veya AB Curve düğmesine basın.hich one you are using at the time. To copy or create new guidance lines press the ABLine or AB Curve button.

# h_btnFlag
source: Flag Mark Button Make a flag mark on the field surface. You can right click or long push to bring up a small menu to select either red green or yellow colored flags. Creating a flag brings up an edit box to allow you to add notes, it also shows what number flag was made.
es: Botón de marca Hace una marca en la superficie de la parcela. Puede pulsar botón derecho de ratón o mantener presionado el izdo, aparece un pequeño menú para seleccionar marcas de color rojo, verde o amarillo. Al crear una marca, aparece un cuadro de edición que permite agregar notas, también muestra qué número de marca se creó.
fr: Bouton Drapeau Ajouter un drapeau à la surface du champs comme indicateur. Vous pouvez faire un clic droit ou une longue pression pour afficher un petit menu pour sélectionner des drapeaux de couleur rouge-vert ou jaune. La création d’un indicateur fait apparaître une zone d’édition pour vous permettre d’ajouter des notes, elle indique également le numéro du drapeau créé
tr: Bayrak İşareti Düğmesi Alan yüzeyinde bir bayrak işareti yapın. Kırmızı yeşil veya sarı renkli bayrakları seçmek için küçük bir menü açmak için sağ tıklayabilir veya uzun basabilirsiniz. Bayrak oluşturmak, not eklemenize izin veren bir düzenleme kutusu getirir, ayrıca hangi sayı bayrağının yapıldığını da gösterir.

# h_btnFreeDrive
source: Free Drive Button Allows you to test the autosteer hardware manually. Control the autosteer even if we don't have a line, drive straight. We can change the angle with the arrows.
es: Botón test de guiado Permite probar el hardware de autoguiado manualmente. Controla la dirección automática incluso si no tenemos una línea, conduce en línea recta. Podemos cambiar el ángulo con las flechas
fr: Bouton Conduite libre Vous permets d'activer l'autoguidage sans restriction. Permet de vérifier les angles de roues, leur sens. Privilégié une conduite ligne droite en zone dégagée
tr: Serbest Sürücü Düğmesi Otomatik yönlendirme donanımını manuel olarak test etmenizi sağlar. Otomatik direksiyonu kontrol et, çizgimiz olmasa bile, düz sür. Oklarla açıyı değiştirebiliriz.

# h_btnFreeDriveZero
source: Drive Steer Angle Zero Set steer angle to zero, or if it is zero sets angle to plus 5. Good for testing the steer response.
es: Puesta a Cero Angulo de Guiado Pone a cero el ángulo de guiado, o si está a cero, lo pone a +5 grados. Permite hacer ligero movimiento de las ruedas para validar su respuesta.
fr: Présélection angle de braquaque 0 / 5 dégrés. Permet de faire un leger mouvement des roues pour valider leur sens de direction
tr: Sürüş Direksiyon Açısı Sıfır Direksiyon açısını sıfıra ayarlayın veya sıfır ise açıyı artı 5'e ayarlayın. Direksiyon tepkisini test etmek için iyi.

# h_btnHeadlandOnOff
source: Headland On Off Button Once a headland is created you can turn the headland on and off with this button. When off, section control no longer stops at headland. You can disable section control turning off at the headland in the headland create/edit form from the field menu.
es: Botón de encendido y apagado de cabecero Una vez que se crea un cabecero, puede activarlo y desactivarlo con este botón. Cuando está desactivado, el control de secciones ya no se detiene en el cabecero. Puede deshabilitar el control de secciones desactivando el cabecero en el formulario de creación/edición de cabeceros desde el menú de parcela.
fr: Bouton On / Off Tournières Ce bouton active / désactive le mode Tournière, après création d'une. Si désactiver le mode section automatique ne s'arrête pas à l'intersection de la tournière. Cette désactivation peut être réglé au moment de la création de la tournière
tr: Sürülmemiş Arazi Açma Kapatma Düğmesi Sürülmemiş arazi oluşturulduktan sonra bu düğme ile sürülmemiş araziyi açıp kapatabilirsiniz. Kapalıyken, bölüm kontrolü artık sürülmemiş arazide durmaz. Sürülmemiş arazide bölüm kontrolünü kapatmayı tarla menüsünden Sürülmemiş arazi oluştur/düzenle formunda devre dışı bırakabilirsiniz.

# h_btnHydLift
source: Hydraulic Lift On Off Button Once a headland is active, and headland control is on, you can also turn on tool lift control to raise the tool when entering the headland and lower it again just before leaving it to the work area. This button is only visible with a headland created and on.
es: Botón de encendido y apagado del elevador hidráulico Una vez que un cabecero está creado y activado, también puede activar el control de elevación del apero para subirlo al entrar en el cabecero y volver a bajarlo justo antes de salir del cabecero en el área de trabajo. Este botón solo es visible con un cabecero creado y activado.
fr: Bouton On / Off Relevage automatique Une fois qu'une tournière est créée et active, il est possible d'activer le contrôle automatique du relevage, pour baisser à la prise de ligne et lever en fin de ligne
tr: Hidrolik Kaldırma Açma Kapatma Düğmesi Sürülmemiş arazi aktif olduğunda ve sürülmemiş arazi kontrolü açık olduğunda, aleti sürülmemiş araziye girerken yükseltmek ve çalışma alanına gitmeden hemen önce tekrar indirmek için alet kaldırma kontrolünü de açabilirsiniz. Bu düğme yalnızca, oluşturulup açık olan bir sürülmemiş arazi ile görünür.

# h_btnLockToContour
source: Lock to Line Locks to current contour line till you get to the end of it. Ignores all other lines.
es: Fijar a línea Se fija en la línea de contorno actual hasta que llega al final. Ignora todas las demás líneas.
fr: Verrouiller la ligne S'applique au ligne de guidage du contour. Permet de verrouiller la ligne actuellement engagée pour ignorer toute autre prise de ligne
tr: Satıra Kilitle Sonuna gelene kadar mevcut kontur çizgisine kilitlenir. Diğer tüm satırları yok sayar.

# h_btnManualOffOn
source: Manual Section Control Button To turn sections off and on manually. No section control is performed, does not matter what is currently applied or not, inside or outside boundaries.
es: Botón de control de sección manual Para apagar y encender secciones manualmente.
fr: Bouton de contrôle manuel des tronçons Permet d'activer et désactiver manuellement les tronçons
tr: Manuel Bölüm Kontrol Düğmesi Bölümleri manuel olarak kapatmak ve açmak için. Halihazırda uygulanan veya uygulanmayan, sınırların içinde veya dışında herhangi bir bölüm kontrolü yapılmamaktadır.

# h_btnN2D
source: Pointing North and Flat 2D view
es: Apuntar al Norte y vista 2D plana
fr: Vue 2D à plat pointant vers le Nord
tr: Kuzeyi ve Düz 2D görünümü

# h_btnN3D
source: Pointing North and Flat 3D view
es: Apuntar al Norte y vista 3D plana
fr: Vue 3D à plat pointant vers le Nord
tr: Kuzeyi ve Düz 3D görünümü

# h_btnRowWidthSkips
source: U Turn Row Skips Select how many passes to skip when using U Turn.
es: Salto de pasadas en U Turn Seleccionar cuántas pasadas saltar al usar U Turn.
fr: Saut de ligne en mode Demi tour automatique Sélectionner le nombre de ligne à ignorer lors du prochain demi tour automatique
tr: U Dönüş Sıra Atlamaları U Turn kullanırken kaç geçişin atlanacağını seçin.

# h_btnSectionOffAutoOn
source: Auto Section Control Off On Button Automatic section control turns sections on if area not applied and off if area already applied. It will turn off outside of boundaries. You can set how early or how late the sections are controlled in Config/Sections
es: Botón de Encendido/Apagado del Control Automático de Secciones El control automático de secciones activa las secciones si el área no se ha aplicado y las desactiva si ya se ha aplicado. Se apagará fuera de los linderos. Se puede establecer la antelación o retardo para controlar las secciones en Config/Secciones
fr: Bouton On / Off Contrôle de tronçons automatique Le contrôle automatique de tronçons, une fois activée permet d'ouvrir les tronçons sur les zones non travaillées, coupes les tronçons automatiquement sur les zones déjà travaillées. Désactive automatiquement tous les tronçons en dehors des limites du champs. Les temps et délais d'activaiton sont à regler dans le menu configuration, onglet Tronçons
tr: Otomatik Bölüm Kontrolü Kapalı Açık Düğmesi Otomatik bölüm kontrolü, alan uygulanmamışsa bölümleri açar ve alan zaten uygulanmışsa kapatır. Sınırların dışında kapanacak. Config/Sections'da bölümlerin ne kadar erken veya ne kadar geç kontrol edileceğini ayarlayabilirsiniz.

# h_btnSnapToPivot
source: Snap Line to Pivot Button Pressing Snap button moves the line to the vehicle pivot point. The line change of position is not saved. If you want to save the line, Use the Edit AB button where you can save the new position permanently. Snap works in Curve and AB Line but not in Contour.
es: Botón de Ajustar línea a pivote Presionando el botón Ajustar mueve la línea al punto de pivote del vehículo. El cambio de línea de posición no se guarda. Para guardar la línea, pulsar botón Editar AB, donde puede guardar la nueva posición de forma permanente. Ajustar funciona en Curva y Línea AB pero no en Contorno.
fr: Bouton Recalage de la ligne En appuyant sur ce bouton, la ligne de guidage est automatiquement recalée dans l'axe actuel du tracteur. Ce changement de position de la ligne de référence n'est pas mémorisé. Pour le mémoriser, utiliser le bouton Modifier la ligne AB, afin de décider d'enregistrer le décalage pour toujours. Le recalage est possible pour les lignes et courbes AB, mais pas pour le contour
tr: Çizgiyi Pivot Düğmesine Yasla Snap düğmesine basmak, çizgiyi araç pivot noktasına taşır. Hat konumu değişikliği kaydedilmez. Çizgiyi kaydetmek istiyorsanız, yeni konumu kalıcı olarak kaydedebileceğiniz AB Düzenle düğmesini kullanın. Snap, Curve ve AB Line'da çalışır ancak Contour'da çalışmaz.
