Repository: farmerbriantee/AgOpenGPS
Catalog: SourceCode/GPS/gStr.*.resx
Languages: af, da, de, es, fi, fr, hu, it, lv, nl, pt, ru, sk, tr, uk

# hb_btnAdd
source: Add New Boundary Brings up the form to choose to either load a kml file for boundary or to Drive one. If no boundaries are made, the first one you make is the outer boundary. If there is an outer boundary already made, the rest made will be inner boundaries. Touch on the Drive through Yes or No button for that boundary to change.
es: Agregar nuevo límite Muestra el formulario para elegir cargar un archivo kml para el perímetro o conducir uno. Si no se crean perímetros, el primero que se hace es el exterior. Si ya se ha realizado un perímetro exterior, el resto serán límites interiores. Toque el botón Conducir Sí o No para que ese límite cambie.
fr: Création d'une nouvelle bordure SI aucune brodure n'est créée, la première sera la limite extérieur, les suivantes des limites intérieures
tr: Yeni Sınır Ekle Sınır için bir kml dosyası veya Drive one'a yüklemeyi seçmek için formu getirir. Herhangi bir sınır yapılmamışsa, yaptığınız ilk sınır dış sınırdır. Halihazırda yapılmış bir dış sınır varsa, kalanlar iç sınırlar olacaktır. Bu sınırın değişmesi için Sür'e Evet veya Hayır düğmesine dokunun.

# hb_btnAddPoint
source: Add Point Add a point at the current position based on offset. Nice to make long straight lines by marking corners only. You can record around corners, pause, hit Add point, drive and keep recording. Anything you want to do.
es: Añadir punto Agregue un punto en la posición actual según el desfase. Es bueno hacer largas líneas rectas marcando solo las esquinas. Puede grabar en las esquinas, pausar, presionar Agregar punto, conducir y seguir grabando.
fr: Ajouter un point Ajoutez un point à la position actuelle en fonction du décalage. Permet de traçer les coins de champ à l'angle Vous pouvez enregistrer dans les coins, faire une pause, appuyer sur Ajouter un point, conduire et continuer à enregistrer.
tr: Nokta Ekle Ofseti temel alarak geçerli konuma bir nokta ekleyin. Sadece köşeleri işaretleyerek uzun düz çizgiler yapmak güzel. Köşelerde kayıt yapabilir, duraklatabilir, Nokta ekle'ye basabilir, sürebilir ve kayda devam edebilirsiniz. Yapmak istediğin herhangi bir şey.

# hb_btnCancel
source: Cancel At any time or on any form you can cancel. As you make boundaries and do changes they are saved. Nothing is saved when cancelling or exiting.
es: Cancelar En cualquier momento o en cualquier formulario puede cancelar. A medida que cree límites y realice cambios, éstos se guardan. No se guarda nada al cancelar o salir.
fr: Annuler À tout moment ou sur n’importe quel formulaire, il est possible d'annuler. Au fur et à mesure que vous créez des bordures et que vous apportez des modifications, elles sont enregistrées. Rien n’est enregistré lors de l’annulation ou de la sortie.
tr: İptal etmek İstediğiniz zaman veya herhangi bir formda iptal edebilirsiniz. Siz sınırlar çizdikçe ve değişiklikler yaptıkça bunlar kaydedilir. İptal ederken veya çıkarken hiçbir şey kaydedilmez.

# hb_btnDelete
source: Single Boundary Delete Select a boundary in the list and delete it.
es: Eliminación de un perímetro Seleccione un perímetro en la lista y elimínelo
fr: Supprimer une bordure Sélectionner la bordure à supprimer dans la liste
tr: Tek Sınır Silme Listeden bir sınır seçin ve silin.

# hb_btnDeleteAll
source: All Boundaries Delete This button deletes all the boundaries. Careful - once gone they are gone.
es: Eliminar todos los perímetros Este botón elimina todos los perímetros. Cuidado: una vez borrados, no hay vuelta atrás..
fr: Supprimer les bordures Attention, pas de retour en arrière possible
tr: Tüm Sınırları Sil Bu düğme tüm sınırları siler. Dikkatli olun - bir kez gittiler.

# hb_btnDeleteLast
source: Delete Last Point Made Deletes the last point made. Keep touching to delete as many as you want.
es: Eliminar último punto creado Elimina el último punto creado. Siga tocando para eliminar tantos como quiera.
fr: Supprimer le dernier point créé. Permet d'arrondir les angles de champ durant la création de bordure
tr: Yapılan Son Noktayı Sil Yapılan son noktayı siler. İstediğiniz kadar silmek için dokunmaya devam edin.

# hb_btnDriveOrExt
source: Drive The Boundary Allows you to record the boundary as you drive. Button brings up the Boundary Player form to record points and where the points left or right of the center pivot point they are recorded.
es: Conducir para crear el perímetro Le permite grabar el perímetro mientras conduce. El botón abre el formulario de perímetro para grabar puntos y dónde se registran los puntos, a la izquierda o a la derecha del punto de pivote central.
fr: Rouler pour créer la bordure Mode de création de la bordure en arpentant le champ
tr: Sınırı Sür Sürüş sırasında sınırı kaydetmenizi sağlar. Düğme, noktaları kaydetmek için Sınır Oynatıcı formunu ve merkez pivot noktasının solundaki veya sağındaki noktaların kaydedildiği yeri getirir.

# hb_btnGetKML
source: Make Boundary using KML Brings up the next form that allows you to load either a single boundary or multiple boundaries.
es: Crear perímetro importando fichero KML Muestra el siguiente formulario que le permite cargar un solo perímetro o múltiples perímetros.
fr: Création de la bordure par import d'un fichier KML. Permet l'affichage pour ajouter un fichier simple bordure ou multiples bordures
tr: KML kullanarak Sınır Yapın Tek bir sınır veya birden çok sınır yüklemenize izin veren sonraki formu getirir.

# hb_btnLeftRight
source: Mark Left or Right Button used to select the left or right side of vehicle for making boundary. You can also enter distance in the offset numeric box.
es: Marcar izquierda o derecha Botón que se usa para seleccionar el lado izquierdo o derecho del vehículo para hacer el perímetro. También puede introducir la distancia en el cuadro numérico de desfase(offset).
fr: Traçage à droite ou à gauche du véhicule. Permet de choisir de quel coté conduire pour l'arpentage pour la création d'une bordure
tr: Sola veya Sağa İşaretle Sınır yapmak için aracın sol veya sağ tarafını seçmek için kullanılan buton. Uzaklık sayısal kutusuna mesafe de girebilirsiniz.

# hb_btnLoadBoundaryFromGE
source: Load Single Boundary From Google Earth Load a kml boundary that can either be the outer boundary or as inner boundaries. If there are no boundaries, it will be considered an outer boundary. If there already is a boundary, the boundary will be considered an inner boundary.
es: Cargar perímetro desde Google Earth Cargue un perímetro kml que puede ser el límite exterior o como límite interior. Si no hay perímetros, se considerará un límite exterior. Si ya existe uno, éste se considerará un límite interior.
fr: Ajout d'une bordure via fichier KML
tr: Google Earth'ten Tek Sınır Yükle Dış sınır veya iç sınır olabilecek bir kml sınırı yükleyin. Sınır yoksa, dış sınır olarak kabul edilecektir. Zaten bir sınır varsa, sınır bir iç sınır olarak kabul edilecektir.

# hb_btnLoadMultiBoundaryFromGE
source: Load Multi Boundary From Google Earth Load a kml boundary that has the first line as the outer boundary and the rest as inner boundaries.
es: Cargar múltiples perímetros desde Google Earth Cargue un perímetro kml que tenga la primera línea como límite exterior y el resto como límites internos.
fr: Ajoute de plusieurs bordures via un seul fichier KML
tr: Google Earth'ten Çoklu Sınır Yükle İlk satırı dış sınır, kalanını da iç sınırlar olarak içeren bir kml sınırını yükleyin.

# hb_btnOpenGoogleEarth
source: Open Google Earth Opens Google Earth if installed. There, you can make and save kml files for boundaries.
es: Abrir Google Earth Abre Google Earth si está instalado. Allí, puede crear y guardar archivos kml para los perímetros.
fr: Ouvrir Google Earth. Utile pour la création de fichier KML
tr: Google Earth'ü açın Yüklüyse Google Earth'ü açar. Orada, sınırlar için kml dosyaları oluşturabilir ve kaydedebilirsiniz.

# hb_btnPausePlay
source: Record Pause Touch to start recording, touch again to pause. While in pause you can touch add points or delete points, swap sides, change offset.
es: Pausar grabacion Toque para comenzar a grabar, toque de nuevo para pausar. Mientras está en pausa, puede tocar agregar puntos o eliminar puntos, intercambiar lados, cambiar el desfase (offset).
fr: Enregistrer / Pause Permet de lancer ou de stopper momentanément l'enregistrement de l'arpentage de la bordure
tr: Kayıt Duraklat Kaydı başlatmak için dokunun, duraklatmak için tekrar dokunun. Duraklamadayken noktaları ekle veya noktaları sil öğesine dokunabilir, tarafları değiştirebilir, ofseti değiştirebilirsiniz.

# hb_btnRestart
source: Restart Line Delete existing points and start over.
es: Reiniciar línea Elimina los puntos existentes y comienza de nuevo.
fr: Redemarrer la ligne Supprime tous les points et recommence
tr: Satırı Yeniden Başlat Mevcut noktaları silin ve baştan başlayın.

# hb_btnStop
source: Stop Boundary Boundary is all done. This will connect the last point to the first point and exit. You need at least 5 points or it will just not make a boundary.
es: Parar creacion de Lindero El perímetro está hecho. Esto conectará el último punto con el primero y saldrá. Necesita al menos 5 puntos para crear un perímetro.
fr: Stoper l'arpentage de la bordure Clos la bordure entre le premier et le dernier point. A minima 5 points sont nécessaires
tr: Sınırı Durdur Sınır tamamen bitti. Bu, son noktayı ilk noktaya bağlayacak ve çıkacaktır. En az 5 puana ihtiyacınız var, yoksa bir sınır oluşturmaz.

# hb_nudOffset
source: Offset From Pivot The offset to mark the boundary is measure from the center of the pivot point - usually between the driving wheels - to mark the boundary lines. It defaults to one half the tool width. Use the select sides button to move from left to right side.
es: Desfase desde el pivote El desfase para marcar el perímetro se mide desde el centro del punto de pivote, generalmente entre las ruedas motrices, para marcar las líneas de perímetro. Por defecto es la mitad del ancho del apero. Use el botón de selección de lados para moverse de izquierda a derecha.
fr: Décalage par rapport rapport à l'axe longitudinale du tracteur pour l'arpentage d'une bordure. Par défaut, largeur outil /2
tr: Pivot'tan Ofset Sınırı işaretlemek için ofset, sınır çizgilerini işaretlemek için - genellikle tahrik tekerlekleri arasında - pivot noktasının merkezinden ölçülür. Takım genişliğinin yarısına varsayılandır. Soldan sağa hareket etmek için taraf seç düğmesini kullanın.

# hc_ListViewVehicles
source: Vehicles List The list of saved vehicles.
es: Lista de vehiculos Los vehículos guardados
fr: Liste des véhicules déjà enregistrés
tr: Araç Listesi Kaydedilen araçların listesi.

# hc_btnRemoveZeroOffset
source: Remove Roll Offset Removes any offset currently added to roll to show actual roll angle as mounted
es: Quitar desfase de inclinación Elimina cualquier desfase en la inclinacion, para mostrar el ángulo de inclinación real tal como está montado
fr: Suppression décalage Dévers Supprime tout décalage actuellement ajouté au dévers pour afficher l’angle de roulis réel tel qu’il est vu par le capteur
tr: Rulo Ofsetini Kaldır Asıl yuvarlanma açısını monte edilmiş olarak göstermek için o anda ruloya eklenen herhangi bir ofseti kaldırır

# hc_btnResetIMU
source: Remove IMU from Display If you disconnect IMJ, you can remove all the values shown on the main display. Once you connect an imu to AgIO, it will show again automatically.
es: Eliminar IMU de la pantalla Si desconecta la IMU, puede eliminar todos los valores que se muestran en la pantalla. Una vez que conecte la IMU a AgIO, se volverá a mostrar automáticamente.
fr: Supprimer l'affichage des valeurs de l'IMU
tr: IMU'yu Ekrandan Kaldır IMJ bağlantısını keserseniz, ana ekranda gösterilen tüm değerleri kaldırabilirsiniz. AgIO'ya bir imu bağladığınızda, otomatik olarak tekrar gösterilecektir.

# hc_btnSendSteerConfigPGN
source: Send Changes to AutoSteer and Save If you make changes, be sure to send them and save them by touching send. If you do not, they will not be saved. if you want to cancel, just go to a different config page and return again. Don't forget to Send and Save by using this button.
es: Enviar cambios a la PCB de AOG y guardar Si realiza cambios, asegúrese de enviarlos y guárdelos tocando enviar. Si no lo hace, no se salvarán. Si desea cancelar, simplemente vaya a una página de configuración diferente y regrese nuevamente. No olvide enviar y guardar usando este botón.
fr: Envoyer la configuration à contrôleur autoguidage Si vous apportez des modifications, assurez-vous de les envoyer et de les enregistrer en appuyant sur Envoyer.
tr: Değişiklikleri AutoSteer'a Gönder ve Kaydet Değişiklik yaparsanız, gönderdiğinizden emin olun ve gönder'e dokunarak kaydedin. Bunu yapmazsanız, kurtarılmazlar. iptal etmek isterseniz, farklı bir yapılandırma sayfasına gidin ve tekrar geri dönün. Bu butonu kullanarak Göndermeyi ve Kaydetmeyi unutmayınız.

# hc_btnVehicleDelete
source: Vehicle Delete Button Select a vehicle in the list, touch Delete Button to delete it.
es: Botón borrar vehículo Seleccionar vehiculo en la lista y pulsar botón Borrar.
fr: Bouton Supprimer un véhicule Sélectionner un véhicule dans la liste et appuyer sur supprimer
tr: Araç Silme Düğmesi Listeden bir araç seçin, silmek için Sil Düğmesine dokunun.

# hc_btnVehicleLoad
source: Vehicle Load Button Select a vehicle in the list, touch Load Button to load it.
es: Botón cargar vehículo Seleccionar vehículo en la lista y pulsar Cargar.
fr: Bouton Charger un véhicule Sélectionner un véhicule dans la liste et appuyer sur charger
tr: Araç Yükleme Düğmesi Listeden bir araç seçin, yüklemek için Yükle Düğmesine dokunun.

# hc_btnVehicleSave
source: Vehicle Save Button After entering a vehicle name in the textbox, touch Save Button to save it.
es: Botón guardar vehículo Después de introducir el nombre asignado al nuevo vehículo, pulsar Guardar.
fr: Bouton Enregistrer un véhicule Après avoir tapé le nom d'un nouveau véhicule, appuyer sur enregistrer
tr: Araç Kaydet Düğmesi Metin kutusuna bir araç adı girdikten sonra kaydetmek için Kaydet Düğmesine dokunun.

# hc_btnVehicleSaveAs
source: Vehicle Save As Button Click a vehicle in the list, then touch Save As Button to overwrite that vehicle with the current settings. Answer Yes to overwrite the chosen vehicle or No to do nothing.
es: Botón Guardar Vehículo Como Haga clic en un vehículo de la lista, luego toque el botón Guardar como para sobrescribir ese vehículo con la configuración actual. Responda Sí para sobrescribir el vehículo elegido o No para no hacer nada.
fr: Bouton Enregistrer sous véhicule Permet d'écraser le données d'un véhicule déjà créé, par les valeurs courantes
tr: Araç Farklı Kaydet Düğmesi Listedeki bir araca tıklayın, ardından mevcut ayarları o aracın üzerine yazmak için Farklı Kaydet Düğmesine dokunun. Seçilen aracın üzerine yazmak için Evet'i veya hiçbir şey yapmamak için Hayır'ı yanıtlayın.

# hc_btnZeroRoll
source: Zero Roll Value Add the negative of the current roll value displayed to show zero roll. Removes the sensor mounted roll angle error so when the vehicle is flat, the roll value shows zero.
es: Valor de Roll cero Suma el valor negativo al actual indicado para mostrar inclinacion cero. Elimina el error de ángulo de inclinación que pueda tener el montaje del sensor, de modo que cuando el vehículo está plano, el valor de inclinación muestra cero.
fr: Acquisition du zéro capteur de dévers
tr: Sıfır Yuvarlanma Değeri Sıfır yuvarlanmayı göstermek için görüntülenen mevcut yuvarlanma değerinin negatifini ekleyin. Sensör takılı yuvarlanma açısı hatasını ortadan kaldırır, böylece araç düz olduğunda yuvarlanma değeri sıfır gösterir.

# hc_cboxAutoSteerAuto
source: AutoSteer Manual or Automatic Engage mode. In manual mode, you must press the AutoSteer button to engage AutoSteer. Steer motor/Valve steer switch has no effect. In Auto Mode, when you engage the steer or valve steering switch, the AutoSteer button will automatically turn on. Be careful with Auto mode when travelling down the road. Always turn off or disconnect power to any autosteer mechanical device when commuting.
es: Modo de activación manual o automática del Autoguiado En el modo manual, debe presionar el botón AutoSteer para activarlo. En el modo automático, cuando activa el interruptor de autoguiado, el botón AutoSteer se enciende automáticamente. Tenga cuidado con el modo automático cuando circule fuera de la zona de trabajo, apague o desconecte siempre la alimentación de cualquier dispositivo mecánico de autoguiado.
fr: Engagemet autoguidage Manuel ou Automatique En mode manuel, il faut appuyer sur l'écran pour engager En mode automatique, il faut appuyer sur le bouton ou interrupteur En mode Auto, pensez à débrancher sur la route, ou désengager le moteur
tr: AutoSteer Manuel veya Otomatik Etkileşim modu. Manuel modda, AutoSteer'ı devreye sokmak için AutoSteer düğmesine basmalısınız. Yönlendirme motoru/Valf yönlendirme anahtarının etkisi yoktur. Otomatik Modda, direksiyonu veya valf direksiyon anahtarını çalıştırdığınızda, AutoSteer düğmesi otomatik olarak açılır. Yolda seyahat ederken Otomatik modda dikkatli olun. İşe gidip gelirken her zaman herhangi bir otomatik yönlendirme mekanik cihazının gücünü kapatın veya bağlantısını kesin.

# hc_cboxConv
source: A2D Convertor Input Configuration Select either Single or Differential input. most commonly it is single type input ground referenced. Oddly even the Differential is still ground referenced but seems to work with OEM style WAS.
es: Configuracion del convertidor A2D (para el WAS) Seleccione entrada single o diferencial.
fr: Mode d'utilisation du convertisseur A2D pour le capteur d'angle Single : Seulement signal à brancher Différentiel : Signal + masse de référence du capteur
tr: A2D Dönüştürücü Giriş Yapılandırması Tek veya Diferansiyel girişi seçin. en yaygın olarak tek tip giriş zemin referanslıdır. İşin garibi, Diferansiyel bile hala referanslı ancak OEM tarzı WAS ile çalışıyor gibi görünüyor.

# hc_cboxCurrentSensor
source: Current Sensor enable If using a current sensor enable this feature to stop autosteer by holding the wheel and detecting a high current use.
es: Activación del sensor de corriente Si usa un sensor de corriente, habilite esta función para detener el autoguiado al mover manualmente el volante; detecta elevado consumo de corriente y apaga el autoguiado.
fr: Activation Capteur de courant Se subtitue aucapteur de pression ou à l'encodeur. Permet de mesurer le courant consommé par le moteur et régler un seuil de déclenchement pour désactiver l'autoguidage à la reprise du volant
tr: Akım Sensörü etkinleştir Bir akım sensörü kullanılıyorsa, direksiyonu tutarak ve yüksek akım kullanımı algılayarak otomatik yönlendirmeyi durdurmak için bu özelliği etkinleştirin.

# hc_cboxDanfoss
source: Danfoss Valve If using the Danfoss style Udc valve, select this. The arduino sketch will then automatically use and send out the right values for the valve.
es: Vávula Danfoss Si usa la válvula tipo Danfoss, seleccione esta opción. El sketch de arduino usará y enviará automáticamente los valores correctos para la válvula.
fr: Mode Valves Danfoss Applique automatiquement les valeurs de voltage en sortie pour les valves PWM
tr: Danfoss Vana Danfoss tarzı Udc vana kullanıyorsanız bunu seçin. Arduino taslağı daha sonra valf için doğru değerleri otomatik olarak kullanacak ve gönderecektir.

# hc_cboxDataInvertRoll
source: Invert Roll Roll to the right must be a positive value. If roll shows a negative value, touch Invert Roll to make it positive. A very important setting. See the picture on this form for clarity.
es: Invertir Roll(inclinación) Inclinación a la derecha debe ser un valor positivo. Si el roll muestra un valor negativo, toque Invertir roll para que sea positivo. Este ajuste es muy importante. Ver imagen en el formulario para mayor claridad.
fr: Inversion valeur de dévers Dévers vers la droite doit être positif, sinon inverser
tr: Ruloyu Ters Çevir Sağa yuvarlama pozitif bir değer olmalıdır. Rulo negatif bir değer gösteriyorsa, pozitif yapmak için Ters Rulo'ya dokunun. Çok önemli bir ayar. Netlik için bu formdaki resme bakın.

# hc_cboxEncoder
source: Steering Wheel Encoder Poorly named, but allows the detection of turning the steering wheel being turned by using a shaft sensor. This setting enables it. Additional setting is the counts. when the steer module counts that many detections, it turns off the steering drive.
es: Codificador de volante Permite la detección del giro del volante mediante el uso de un sensor de vueltas del eje de volante. Esta configuración lo habilita. El ajuste adicional son los conteos. Cuando el módulo de autoguiado cuenta esa cantidad de detecciones, apaga el autoguiado.
fr: Encodeur Volant Remplace le capteur de pression, permet de désactiver l'autoguidage à la reprise du volant, à l'aide d'un codeur sur la colonne de direction
tr: Direksiyon Kodlayıcı Kötü adlandırılmış, ancak bir mil sensörü kullanılarak döndürülmekte olan direksiyon simidinin çevrildiğinin algılanmasına izin veriyor. Bu ayar bunu sağlar. Ek ayar sayımlardır. direksiyon modülü bu kadar çok algılama saydığında direksiyon tahriğini kapatır.

# hc_cboxIsDualAsIMU
source: Use Dual Antenna As IMU Instead of using dual antenna as heading directly, use fix to fix single antenna for heading and smooth heading with dual antenna heading value.
es: Usar antena Dual como IMU En lugar de usar la antena dual para el rumbo directamente, usa el fix to fix de antena individual para fijar el rumbo suavizándolo con valor de rumbo de antena dual.
fr: Utiliser le montage double antenne comme IMU Permet de ne pas obtenir la totalité du cap par le monrtage double antenne, mais un cap fix à fix lissé par le mode IMU du Montage double
tr: IMU Olarak Çift Anteni Kullan Çift anteni doğrudan yön olarak kullanmak yerine, yön için tek anteni sabitlemek için düzeltmeyi ve çift anten yön değeriyle düzgün yönlenmeyi kullanın.

# hc_cboxIsHydOn
source: Hydraulic Control Off On Enable hydraulic control of tool when entering and leaving the headland.
es: Control Hydraulico Off/ On Activa/desactiva el control hidráulico del apero al entrar o salir del cabecero.
fr: On / Off Relevage automatique Permet l'activation ou non du relevage automatique dans les tournières

# hc_cboxIsRTK
source: RTK Alarm Enabling this shows an alarm called Lost RTK on the main screen.
es: Alarma RTK Activándolo, muestra en pantalla una alarma cuando pierde el RTK(correcciones).
fr: Alarme RTK Affiche un alarme quand le RTK Fix est perdu
tr: Hidrolik Kontrol Kapalı Açık Sürülmemiş araziye girerken ve çıkarken aletin hidrolik kontrolünü etkinleştirin.

# hc_cboxIsRTK_KillAutoSteer
source: AutoSteer Off if RTK Alarm If RTK alarm is on, then enabling this turns off the AutoSteer when RTK is lost.
es: Apagado de autoguiado si pierde RTK (correcciones) Si la alarma RTK está activada, al activar esta función, se apaga el autoguiado cuando se pierde RTK (correcciones).
fr: Désactivation automatique de l'autoguidage si plus de RTK Fix
tr: RTK Alarmı Varsa Otomatik Yönlendirme Kapalı RTK alarmı açıksa, bunun etkinleştirilmesi RTK kaybolduğunda AutoSteer'ı kapatır.

# hc_cboxIsReverseOn
source: Reverse Detect Show the vehicle backing up when enabled or screen spins 180 degrees and shows still going forward
es: Detección marcha atrás Permite redefinir el sentido de la marcha del vehículo
fr: Détection marche arrière Permet de redéfinir le sens de marche du véhicule
tr: Ters Algılama Etkinleştirildiğinde veya ekran 180 derece döndüğünde aracın geri gittiğini ve hala ileri gittiğini gösterir
