Repository: farmerbriantee/AgOpenGPS
Catalog: SourceCode/GPS/gStr.*.resx
Languages: af, da, de, es, fi, fr, hu, it, lv, nl, pt, ru, sk, tr, uk

# hc_nudLineWidth
source: Pixel Width of Lines Displayed How many pixels wide are the displayed lines. More pixels is wider displayed line. Valid from 1 to 8
es: Ancho de píxel de las líneas mostradas Cuántos píxeles de ancho tienen las líneas mostradas. Más píxeles es una línea mostrada más ancha. Válido del 1 al 8
fr: Largeur de ligne en pixel des lignes affichées De 1 à 8, 8 étant la ligne la plus large
tr: Görüntülenen Çizgilerin Piksel Genişliği Görüntülenen çizgiler kaç piksel genişliğindedir. Daha fazla piksel, daha geniş görüntülenen çizgidir. 1'den 8'e kadar geçerlidir

# hc_nudLookAheadOff
source: Time to shut sections off before getting to the applied region.
es: Tiempo de adelanto para apagar el corte de secciones antes de llegar a una zona ya tratada.
fr: Temps d'anticipation par rapport à la zone déjà traitée pour la coupure de tronçon
tr: Uygulanan bölgeye gelmeden önce bölümleri kapatma zamanı.

# hc_nudLookAheadOn
source: Time to turn on the section early before getting to the unapplied area.
es: Tiempo de adelanto para encender el corte de secciones antes de llegar a una zona no tratada
fr: Temps d'anticipation pour l'ouverture des tronçons avant une zone non traitée
tr: Uygulanmayan alana gelmeden önce bölümü erken açma zamanı.

# hc_nudLowerTime
source: Lower Time How long in seconds the hydraulic control should remain on for lowering tool.
es: Tiempo para bajar el hidráulico Cuánto tiempo en segundos debe permanecer encendido el control hidráulico para bajar el apero
fr: Temps pour baisser le relevage Temps en secondes pour l'execution de l'action pour baisser automatiquement le relevage
tr: Alt Zaman Aleti indirmek için hidrolik kontrolün saniye cinsinden ne kadar süre açık kalması gerektiği.

# hc_nudMaxCounts
source: Steer Counts Trigger When this number of detections are made it will disable the auto steer. Depending on sensor used the value can be either turn counts, oil pressure in Bar, and current in Amps.
es: Detector de conteos para desactivar autoguiado Cuando se realiza este número de detecciones, se desactivará el autoguiado. Según el sensor utilizado, el valor puede ser número de vueltas, presión de aceite en bares y corriente en amperios.
fr: Seuil de déclenchement pour la coupure automatique de l'autoguidage Peut être : Impulsions pour le codeur, bars pour le capteur de pression ou A pour le capteur de courant
tr: Yönlendirme Sayım Tetikleyicisi Bu sayıda algılama yapıldığında, otomatik yönlendirmeyi devre dışı bırakacaktır. Kullanılan sensöre bağlı olarak değer, dönüş sayısı, Bar cinsinden yağ basıncı ve Amper cinsinden akım olabilir.

# hc_nudMinCoverage
source: Minumum Coverage Percent Based on per section, how much of the area ahead needs application in order to turn on or off the section. If set to 100, section never turns off until all area is applied. If set to 50, if half the area is already applied ahead of section, the section will turn off.
es: Porcentaje mínimo de cobertura Según cada sección del control de secciones, qué parte del área por delante necesita cubrirse para encender o apagar la sección en el corte de secciones. Si se establece en 100, la sección no se apaga hasta que se cubre toda el área. Si se establece en 50, si ya se ha cubierto la mitad del área por delante en esa sección, ésta se apagará.
fr: Pourcentage de couverture minimale En fonction de chaque tronçon, définie la zone de recouvrement pour activer / désactiver un tronçon Si elle est définie sur 100, le tronçon ne s'éteind que lorsque tout la largeur de travail dejà réalisée est totalement recroisée Si elle est définie sur 50, si la moitié de la zone est dejà travaillée, le tronçon se ferme.
tr: Minimum Kapsama Yüzdesi Bölüm bazında, bölümü açmak veya kapatmak için önünüzdeki alanın ne kadarının uygulamaya ihtiyacı vardır. 100'e ayarlanırsa, tüm alan uygulanana kadar bölüm asla kapanmaz. 50'ye ayarlanırsa, alanın yarısı önceden kesit uygulanmışsa, bölüm kapanacaktır.

# hc_nudMinFixStepDistance
source: Step distance for Heading Calculation Heading is determined by taking 2 points and calculating an angle. The slower you go, the more variation side to side there is, more noise, etc make the heading quite unstable to just go from last point to current point. OK when going fast. AOG remembers several points back in time for this purpose. The Step Distance is how far back in that history of points do you want to use to calculate the heading. A long step distance provides quite a stable reading BUT there is delay and sluggish for determining when the vehicle turns. A very short distance reacts very quickly but is also jumping around and more noisy. This is whee the IMU will help augment the short step distance with an IMU heading to give a stable and quick response heading.
es: Distancia de paso para cálculo de rumbo El rumbo se determina tomando 2 puntos y calculando un ángulo. Cuanto más lento vaya, más variación de un lado a otro, más ruido, etc., hacen que el rumbo sea bastante inestable para ir del último punto al punto actual. Está bien para ir rápido. AOG recuerda varios puntos en el tiempo para este propósito. La Distancia de paso es cuanto atrás, en ese historial de puntos, desea usar para calcular el rumbo. Una distancia de paso larga proporciona una lectura bastante estable, PERO hay demoras y lentitud para determinar cuándo gira el vehículo. A muy corta distancia reacciona muy rápido pero en saltos y más inestable. Aquí es donde la IMU ayudará a aumentar la estabilidad a bajas velocidades para dar un rumbo estable y rápido. La relación de fusión correcta entre el rumbo del GPS y el rumbo de la IMU proporcionará estabilidad en un rango de velocidad variado.
fr: Distance pour le calcul du cap Le cap est déterminé en prenant 2 points et en calculant un angle. Plus vous allez lentement, plus il y a de variations d’un côté à l’autre. rendant le cap assez instable pour simplement aller du dernier point connu au point actuel. Plutôt fiable à vive allure. AOG mémorise plusieurs points dans le temps à cette fin. La distance pour le calcul du cap est la distance de recul dans cet historique de points que vous souhaitez utiliser pour calculer le cap Une longue distance fournit une lecture assez stable MAIS il y a du retard et de la lenteur pour déterminer quand le véhicule tourne. Une très courte distance réagit très rapidement pour le changement de direction mais apporte beaucoup d'instabilité C’est là que l’IMU aidera à augmenter la stabilité à faible allure pour donner un cap stable et rapide. Le bon ratio de fusion entre le cap GPS et le cap IMU apportera la stabilité dans une plage variée de vitesse.
tr: Yön Hesaplaması için Adım Mesafesi 2 puan alınıp açı hesaplanarak rota belirlenir. Ne kadar yavaş giderseniz, o kadar çok yan yana varyasyon olur, daha fazla gürültü vs. sadece son noktadan şimdiki noktaya gitmek için istikameti oldukça kararsız hale getirir. Hızlı giderken tamam. AOG, bu amaçla zaman içinde birkaç noktayı hatırlıyor. Adım Mesafesi, istikameti hesaplamak için o nokta geçmişinde ne kadar geriye gitmek istediğinizdir. Uzun bir adım mesafesi oldukça istikrarlı bir okuma sağlar AMA aracın ne zaman döneceğini belirlemek için gecikme ve yavaşlık vardır. Çok kısa bir mesafe çok hızlı tepki verir ama aynı zamanda etrafta zıplar ve daha gürültülü olur. Bu, IMU'nun istikrarlı ve hızlı yanıt başlığı vermek için bir IMU başlığı ile kısa adım mesafesini artırmaya yardımcı olacağıdır.

# hc_nudMinimumFrameTime
source: Minimum Frame Time Set in milliseconds. If GPS is 10 hz then a single update takes 100 msec between new position updates. In this case the elapsed time would be zero since a new one arrives every 100 msec. If you set it to 70 then the elapsed time would wait for another 70 msec - or 170 msec total - before a missed update would occur. These missed updates get counted and show up by the AGIO button on the left side. A few misses happen because windows is busy, or bringing up the Config settings because Windows is too busy to read every update quickly. This is normal. But, if just driving along and misses are counting up, there is a problem. Something is taking too long.
es: Duracion minima de trama GPS Establecido en milisegundos. Si el GPS es de 10 hz, una sola actualización tarda 100 mseg entre nuevas actualizaciones de posición. En este caso el tiempo transcurrido sería cero ya que llega uno nuevo cada 100 mseg. Si lo establece en 70, el tiempo transcurrido esperará otros 70 ms, o 170 ms en total, antes de que se produzca una actualización perdida. Estas actualizaciones perdidas se cuentan y se muestran con el botón AGIO en el lado izquierdo. Ocurren algunos fallos porque Windows está ocupado o porque hay otras tareas en ejecución. Esto es normal. Pero, si solo conduce y las fallos se acumulan, hay un problema. Algo está tardando demasiado
fr: Durée minimale de rafraichissement trame GPS Définie en millisecondes. Si le GPS est réglé à 10 Hz, une seule mise à jour prend 100 ms entre 2 transmissions de position. Dans ce cas, le temps écoulé serait nul puisqu’un nouveau arrive toutes les 100 msec. Si vous le définissez sur 70, le temps écoulé sera de 70 ms supplémentaires - ou 170 ms au total - avant qu’une mise à jour manquée ne se produise. Ces mises à jour manquées sont comptées et apparaissent sur le bouton AGIO sur le côté gauche. Quelques ratés se produisent parce que Windows est surchargé, ou si d'autres logiciels tournent. Mais, si le simple fait de conduire générent un trop grand nombre de trames ignorées alors le problème peut s'avérer être matériel. Tablette, cable usb ...
tr: Minimum Kare Süresi Milisaniye cinsinden ayarlayın. GPS 10 hz ise, yeni konum güncellemeleri arasında tek bir güncelleme 100 msn sürer. Bu durumda, her 100 msn'de bir yenisi geldiğinden geçen süre sıfır olacaktır. Bunu 70'e ayarlarsanız, kaçırılan bir güncelleme gerçekleşmeden önce geçen süre 70 msn daha - veya toplam 170 msn - bekler. Bu kaçırılan güncellemeler sayılır ve sol taraftaki AGIO düğmesi ile gösterilir. Windows'un meşgul olması veya Windows'un her güncellemeyi hızlı bir şekilde okuyamayacak kadar meşgul olması nedeniyle Yapılandırma ayarlarının getirilmesi nedeniyle birkaç eksik olur. Bu normal. Ancak, sadece araba sürerken ve ıskalar sayılıyorsa, bir sorun var demektir. Bir şey çok uzun sürüyor.

# hc_nudOffset
source: Tool Offset Positive value moves the tool to the right, negative value moves the tool left
es: Compensación de apero El valor positivo mueve el apero a la derecha, el valor negativo lo mueve a la izquierda
fr: Décalage de l'outils Valeur positive = décalage vers la droite.
tr: Takım Ofseti Pozitif değer, takımı sağa hareket ettirir, negatif değer, takımı sola hareket ettirir

# hc_nudOverlap
source: Distance Overlap or Gap Positive value indicates overlap, negative indicates gap. Tool width remains the same however the guidance lines are adjusted accordingly.
es: Distancia de superposición o hueco El valor positivo indica superposición, el negativo indica hueco. El ancho del apero sigue siendo el mismo, sin embargo, las líneas de guía se ajustan en consecuencia.
fr: Distance de recroisement ou d'écart au recroisement. Valeur positive = recroisement
tr: Mesafe Örtüşmesi veya Boşluk Pozitif değer örtüşmeyi, negatif değer boşluğu gösterir. Takım genişliği aynı kalır, ancak kılavuz çizgileri buna göre ayarlanır.

# hc_nudRaiseTime
source: Raise Time How long in seconds the hydraulic control should remain on for lifting tool.
es: Tiempo de subida del hidráulico Cuánto tiempo en segundos debe permanecer encendido el control hidráulico para levantar el apero
fr: Temps de relevage automatique Temps en seconde pour la réalisation de l'action de relevage
tr: Zamanı Yükselt Kaldırma aleti için hidrolik kontrolün saniye cinsinden ne kadar süre açık kalması gerektiği.

# hc_nudReverseComp
source: Reverse Direction Compensation For Turns This is a difficult concept to describe, so there is a video about it on you tube called Reverse Compensation. But here goes in text. What you are doing is offsetting the effect that the antenna swings very quickly left or right when you initially turn the steering wheel. This tries to dampen that effect. It is very complex to eliminate. The effect is much greater in reverse because the antenna based on direction is behind the antenna. Think of a loader bucket on a tractor and the path it makes. You can use the steering chart from the tools menu to see the effect of changing settings, but is quite difficult to know if helping or making it worse. Would you like to see a YouTube video for more help?
es: Compensación de marcha atrás para giros Este es un concepto difícil de describir, por lo que hay un video al respecto en YouTube llamado "Reverse Compensation" . Lo que está haciendo es compensar el efecto de que la antena oscila muy rápidamente hacia la izquierda o hacia la derecha cuando inicialmente gira el volante. Esto trata de amortiguar ese efecto. Es muy complejo de eliminar. El efecto es mucho mayor en marcha atrás porque la antena basada en la dirección está detrás de la antena. Puede usar el gráfico de dirección del menú de herramientas para ver el efecto de cambiar la configuración, pero es bastante difícil saber si ayuda o empeora las cosas. ¿Le gustaría ver un video de YouTube para obtener más ayuda?
fr: Compensation de sens inverse pour les demi tours automatiques C’est un concept difficile à décrire, il y a donc une vidéo à ce sujet sur You Tube appelée Reverse Compensation
tr: Dönüşler İçin Ters Yön Telafisi Bu tarif etmesi zor bir kavram, bu yüzden you tube'da Ters Kompanzasyon adında bir video var. Ama burada metinde gider. Yaptığınız şey, direksiyon simidini ilk çevirdiğinizde antenin çok hızlı bir şekilde sola veya sağa sallanması efektini dengelemek. Bu, bu etkiyi azaltmaya çalışır. Ortadan kaldırmak çok karmaşık. Yöne dayalı anten antenin arkasında olduğu için etki ters yönde çok daha fazladır. Bir traktördeki yükleyici kepçesini ve izlediği yolu düşünün. Ayarları değiştirmenin etkisini görmek için araçlar menüsünden direksiyon tablosunu kullanabilirsiniz, ancak yardımcı olup olmadığını veya daha da kötüleştirdiğini bilmek oldukça zordur. Daha fazla yardım için bir YouTube videosu görmek ister misiniz?

# hc_nudSectionWidth
source: Section Width Entry Enter the width of the section in cm/inches. All the section widths added together become the tool width.
es: Introducir ancho de sección Introduzca el ancho de sección en cm/pulgadas. Todos los anchos de sección sumados juntos se convierten en el ancho del apero.
fr: Largeur de la section en cm
tr: Kesit Genişliği Girişi Bölümün genişliğini cm/inç olarak girin. Birlikte eklenen tüm kesit genişlikleri, takım genişliği olur.

# hc_nudSnapDistance
source: Nudge Distance Distance to move guidance line over, used in the Edit AB form
es: Distancia de desplazamiento de la paralela Distancia para mover la paralela, utilizada en el formulario Editar AB
fr: Distance de décalage de la ligne
tr: Dürtme Mesafesi AB Düzenle formunda kullanılan kılavuz çizgisinin taşınacağı mesafe

# hc_nudStartSpeed
source: Start Speed Speed to reach before using every position to calculate heading. Below this value you must travel about a meter before position and heading are updated on the screen. This is important when going slow, backing up and turning etc. to know where you are, the heading you are going, and whether or not you are in reverse. A higher setting like at least 1.5 to 2 allows for a much more reliable determination of reverse and heading.
es: Velocidad de inicio Velocidad a alcanzar antes de usar cada posición para calcular el rumbo. Por debajo de este valor, debe moverse alrededor de un metro antes de que la posición y el rumbo se actualicen en la pantalla. Esto es importante cuando va lento, retrocede y gira, etc. para saber dónde se encuentra, el rumbo al que se dirige y si está o no en marcha atrás. Una configuración más alta, como al menos 1,5 a 2, permite una determinación mucho más confiable de la marcha atrás y el rumbo.
fr: Vitesse minimale Vitesse à partir de laquelle, la positon GPS est prise en compte pour le calcul du cap. Ceci est important lorsque vous allez lentement, reculez et tournez, etc. pour savoir où vous êtes, votre orientation, et si vous êtes ou non en sens inverse. Un réglage plus élevé comme au moins 1,5 à 2 permet une détermination beaucoup plus fiable de l’inversion de direction et du cap.
tr: Başlangıç Hızı Yönü hesaplamak için her konumu kullanmadan önce ulaşma hızı. Bu değerin altında pozisyon ve istikamet ekranda güncellenmeden önce yaklaşık bir metre seyahat etmeniz gerekir. Bu, yavaş giderken, geri geri giderken ve dönerken vs. nerede olduğunuzu, nereye gittiğinizi ve geriye doğru gidip gitmediğinizi bilmek için önemlidir. En az 1,5 ila 2 gibi daha yüksek bir ayar, çok daha güvenilir bir geri dönüş ve yön belirlemesi sağlar.

# hc_nudTramWidth
source: Tram Width Usually the width of your sprayer, but is the width of the spacing between tramlines
es: Ancho de paralelas Por lo general, el ancho de su pulverizador, pero es el ancho del espacio entre líneas paralelas.
fr: Largeur de voies Souvent écart entre l'axe des roues sur un pulvé par exemple
tr: Tramvay Genişliği Genellikle püskürtücünüzün genişliğidir, ancak sürme izleri arasındaki aralığın genişliğidir.

# hc_nudTurnDistanceFromBoundary
source: Turn Distance from Boundary Distance from apex of turn to the boundary. The closest distance the vehicle will pass by the boundary. Ensure vehicle and 1/2 tool width does not cross over boundary.
es: Distancia de giro desde el lindero Distancia desde el vértice del giro hasta el lindero. La distancia más cercana que pasará el vehículo por el lindero. Asegúrese de que el vehículo y la mitad del ancho del apero no crucen los linderos.
fr: Distance entre la demi tour automatique et la bordure extérieure A adapter en fonction de l'outil pour ne pas risquer de sortir de la limite du champ
tr: Sınırdan Dönüş Mesafesi Dönüşün tepesinden sınıra olan mesafe. Aracın sınırdan geçeceği en yakın mesafe. Araç ve 1/2 takım genişliğinin sınırı aşmadığından emin olun.

# hc_nudTurnOffDelay
source: Time to keep sections going after applied area says they should turn off.
es: Tiempo de retardo que está funcionando el corte de secciones después de que el área tratada indique que deben apagarse.
fr: Temps de retardement de la coupure de tronçons à l'approche d'une zone déjà traitée
tr: Uygulanan alandan sonra bölümlerin devam etmesinin zamanı, kapanmaları gerektiğini söylüyor.

# hc_pboxSendSteer
source: Settings have Changed Graphic You have made a change on this settings page when this graphic shows up. Now be sure to save and send your changes - or nothing will happen and changes will be lost.
es: Alerta gráfica de cambio de configuración Ha realizado un cambio en esta página de configuración cuando aparece este gráfico. Asegúrese de guardar y enviar los cambios, o los cambios se perderán.
fr: Alerte graphique de changement de paramètres. L'alerte disparait une fois la config sauvée et envoyée vers le boitier autoguidage
tr: Ayarlar Grafiği Değiştirdi Bu grafik göründüğünde bu ayarlar sayfasında bir değişiklik yaptınız. Şimdi değişikliklerinizi kaydedip gönderdiğinizden emin olun - yoksa hiçbir şey olmaz ve değişiklikler kaybolur.

# hc_rbtnDisplayImperial
source: Set Units to Imperial
es: Definir unidades en sistema Imperial (pies, libras..)
fr: Paramètre les unités en Impérial
tr: Birimleri İmparatorluk Olarak Ayarla

# hc_rbtnDisplayMetric
source: Set Units to Metric
es: Definir unidades en sistema Métrico
fr: Paramètre les unités en Métrique
tr: Birimleri Metrik Olarak Ayarla

# hc_rbtnHeadingFix
source: Fix to Fix Heading Type
es: Tipo de rumbo Fix to Fix
fr: Type de cap en Fixe à Fixe
tr: Başlık Türünü Düzeltmek için Düzelt

# hc_rbtnHeadingGPS
source: VTG Sentence Heading Type
es: Tipo de sentencia de rumbo VTG
fr: Cap issue d'une trame VTG
tr: VTG Cümle Başlık Türü

# hc_rbtnHeadingHDT
source: Dual Antenna Heading Type
es: Tipo de rumbo con antena dual
fr: Cap isue d'un montage double antennes
tr: Çift Anten Başlık Tipi

# hc_rbtnTramInnerOuter
source: Tram Tool positioning Select where the tool will end up when making a pass on the tram line. This is decided if you are odd or even number of passes of seeding to get to the next tram line.
es: Posicionamiento del apero en paralelas Seleccione dónde acabará el apero al realizar una pasada en la paralela. Esto se decide si tiene un número par o impar de pases de siembra para llegar a la siguiente línea paralela.
fr: Positionnement des passages de jalonnage Sélectionnez l’endroit où l’outil se retrouvera lors d’un passage sur la ligne de jalonnage.
tr: Tramvay Aracı konumlandırma Tramvay hattında geçiş yaparken aletin nerede biteceğini seçin. Bu, bir sonraki tramvay hattına ulaşmak için tek veya çift sayıda ekim geçişi olup olmadığına karar verilir.

# hc_tboxVehicleNameSave
source: Name of new vehicle to be saved Enter the new vehicle name and touch the Save button
es: Nombre del nuevo vehículo a guardar Teclee el nuevo nombre del vehículo y toque el botón Guardar
fr: Nom du nouveau véhicule à enregistrer Entrer le nom du nouveau véhicule et cliquer le bouton "Enregistrer"
tr: Kaydedilecek yeni aracın adı Yeni araç adını girin ve Kaydet düğmesine dokunun

# hcur_btnAPoint
source: A Point The start of the Curve Line.
es: Punto A Principio de la curva AB
fr: Point A Début de la courbe AB
tr: Bir nokta Eğri Çizgisinin başlangıcı.

# hcur_btnBPoint
source: B Point The end of the Curve Line.
es: Punto B Fnal de la curva AB
fr: Point B Fin de la courbe AB
tr: B Noktası Eğri Çizgisinin sonu.

# hcur_btnPausePlay
source: Pause Rec Pause the creation of points, continue recording points if paused. This is really useful if you want a straighter line instead of recording all the points. The line between the pauses will be a straight line. After saving the line, a small amount of smoothing is also applied.
es: Pausar grabación Pausa la creación de puntos, continúa registrando puntos si está en pausa. Esto es realmente útil si desea una línea más recta en lugar de registrar todos los puntos. La línea entre las pausas será una línea recta. Después de guardar la línea, también se aplica una pequeña cantidad de suavizado.
fr: Pause à l'enregistrement facilite la création des coins de champ dans les bordures
tr: Kaydı Duraklat Noktaların oluşturulmasını duraklatın, duraklatıldıysa noktaları kaydetmeye devam edin. Tüm noktaları kaydetmek yerine daha düz bir çizgi istiyorsanız bu gerçekten kullanışlıdır. Duraklamalar arasındaki çizgi düz bir çizgi olacaktır. Çizgiyi kaydettikten sonra da az miktarda düzleştirme uygulanır.

# hd_btnCancelTouch
source: Cancel Touch Points Delete any points touched on the line and start again. If you touch again after touching second point, it will start selecting the first point again.
es: Cancelar puntos de contacto Elimina cualquier punto tocado en la línea y comienza de nuevo. Si vuelve a tocar después de tocar el segundo punto, comenzará a seleccionar el primer punto nuevamente.
fr: Annuler les points Supprime tous les point touchés et recommence. Si vous touchez un autre points apres le second, celui-ci remplace le premier et ainsi de suite
tr: Temas Noktalarını İptal Et Çizgide dokunulan noktaları silin ve yeniden başlayın. İkinci noktaya dokunduktan sonra tekrar dokunursanız tekrar birinci noktayı seçmeye başlayacaktır.

# hd_btnDeleteABLine
source: Delete AB Line Delete the selected AB Line
es: Borrar linea AB Borra la linea AB seleccionada
fr: Supprime la ligne sélectionnée
tr: AB Çizgisini Sil Seçili AB Çizgisini sil
