Repository: farmerbriantee/AgOpenGPS
Catalog: SourceCode/GPS/gStr.*.resx
Languages: af, da, de, es, fi, fr, hu, it, lv, nl, pt, ru, sk, tr, uk

# h_btnStanleyPure
source: Stanley or Pure Pursuit Steering Mode Select the mode you wish to use. Stanley uses the front of the vehicle to reference how quickly to steer to the line. The pivot just follows along trailing not on the line. Good for a swather or harvester, but not so good for attached tools. Pure Pursuit uses the pivot point to determine steering corrections and tries to correct heading and off track error to get on the line. The integral also varies heading to force the pivot to the line so on slopes or side draft it follows the line better by oversteering past the line. Each mode has its own setting, accessed by the steer settings button which is the green one showing the steering angles on the left lower part of the screen.
es: Modo de guiado Stanley o Pure Pursuit Seleccionar modo deseado. Stanley usa la parte delantera del vehículo como referencia para la rapidez con la que dirigirse a la línea. El pivote simplemente sigue arrastrándose, no en la línea. Es bueno para una hileradora o cosechadora, pero no tanto para aperos. Pure Pursuit utiliza el punto de pivote para determinar las correcciones de dirección e intenta corregir el rumbo y el error de rumbo para llegar a la línea. La integral también varía el rumbo para forzar el pivote hacia la línea, de modo que en pendientes o tiro lateral siga mejor la línea al sobrevirar más allá de la línea. Cada modo tiene su propia configuración, a la que se accede mediante el botón de configuración de guiado, que es el verde que muestra los ángulos de guiado en la parte inferior izquierda de la pantalla.
fr: Mode d'autoguidage Pure P ou Stanley Sélectionnez le mode que vous souhaitez utiliser. Stanley utilise l’avant du véhicule pour indiquer la rapidité avec laquelle il faut se diriger vers la ligne. Le pivot suit simplement le long de la ligne et non sur la ligne. Préférable pour les outils type Batteuse. Pure Pursuit utilise le point de pivot pour déterminer les corrections de direction et tente de corriger les erreurs de cap et de décalage de la ligne pour entrer sur la ligne et s'y maintenir.. Chaque mode a son propre réglage, accessible par le bouton des paramètres de lautoguidage, identique au bouton d'affichage ded angles de braquage instantanés en bas à gauche de l'écran.
tr: Stanley veya Pure Pursuit Direksiyon Modu Kullanmak istediğiniz modu seçin. Stanley, çizgiye ne kadar hızlı yönlendirileceğini belirtmek için aracın önünü kullanır. Pivot, çizgide değil, sadece takip eder. Bir süpürücü veya biçerdöver için iyi, ancak bağlı aletler için pek iyi değil. Pure Pursuit, yönlendirme düzeltmelerini belirlemek için pivot noktasını kullanır ve hatta geçmek için rota ve pist dışı hatalarını düzeltmeye çalışır. İntegral ayrıca, pivotu çizgiye zorlamak için yönü değiştirir, böylece eğimlerde veya yandan çekişte çizgiyi aşarak çizgiyi daha iyi takip eder. Her modun kendi ayarı vardır ve ekranın sol alt kısmındaki direksiyon açılarını gösteren yeşil olan direksiyon ayarları düğmesiyle erişilir.

# h_btnStartAgIO
source: Start the AgIO Application Button If AgIO is already running, button does nothing, but if AgIO is not running it will start it. AgIO is responsible for all serial and UDP input output for AgOpenGPS.
es: Boton de iniciar la aplicación AgIO Si AgIO ya se está ejecutando, el botón no hace nada, pero si AgIO no se está ejecutando, lo iniciará. AgIO es responsable de todas las salidas/entradas serie y UDP para AgOpenGPS.
fr: Bouton de lancement AgIO ( AgIO, pour agopengps Inputs / Outputs) AgIO gère toutes les entrées et sorties entre AOG et les composants physiques via liaisons série et / ou UDP.
tr: AgIO Uygulama Düğmesini Başlatın AgIO zaten çalışıyorsa, düğme hiçbir şey yapmaz, ancak AgIO çalışmıyorsa başlatır. AgIO, AgOpenGPS için tüm seri ve UDP giriş çıkışlarından sorumludur.

# h_btnStartSA
source: Steer Angle Calculator Function to calculate the real steering angle, drive steady in a circle slowly, click start, and it will show the angle when finished. The difference between left and right shows Ackerman error. Adjust Ackermann angle so left turn is the same as right turn.
es: Calculadora de ángulo de dirección Función para calcular el ángulo de dirección real, conduczca de manera constante en un círculo lentamente, pulse Inicio y mostrará el ángulo cuando haya terminado. La diferencia entre izquierda y derecha muestra el error de Ackerman. Ajuste el ángulo de Ackermann para que al girar a la izquierda sea el mismo que girar a la derecha.
fr: Aide au calcul d’angle de braquage Fonction pour calculer l’angle de braquage réel, conduire lentement dans un cercle (roues braquées à fond), cliquer sur Démarrer, et l'angle de braquage maxi sera affiché à la fin. La différence entre gauche et droite montre une erreur d’Ackerman. Ajustez l’angle d’Ackermann de sorte que les butées max droite et gauche soient identiques
tr: Direksiyon Açısı Hesaplayıcı Gerçek direksiyon açısını hesaplama işlevi, yavaşça bir daire içinde sabit sürün, başlat'ı tıklayın; bittiğinde açıyı göster. Sol ve sağ arasındaki fark, Ackerman hatasını gösterir. Ackermann açısını sola dönüşle sağa dönüş aynı olacak şekilde ayarlayın.

# h_btnSteerAngleDown
source: Steer Angle Down Button Turns more to the left. Lowers the Free Drive steering angle.
es: Botón para bajar el ángulo de dirección Gira más a la izquierda. Reduce el ángulo de dirección en modo test.
fr: Bouton Angle de braquage vers le bas Tourne plus vers la gauche. Abaisse l’angle de braquage en mode test Drive
tr: Yön Açısı Aşağı Düğmesi Daha sola döner. Serbest Sürüş direksiyon açısını düşürür.

# h_btnSteerAngleUp
source: Steer Angle Up Button Turns more to the right. Raises the Free Drive steering angle.
es: Botón para subir el ángulo de dirección Gira más a la derecha. Aumenta el ángulo de dirección en modo test.
fr: Bouton Angle de braquage vers le haut Tourne plus vers la droite. Augmente l’angle de braquage en mode test Drive
tr: Direksiyon Açısı Yukarı Düğmesi Daha çok sağa döner. Serbest Sürüş direksiyon açısını yükseltir.

# h_btnTiltDown
source: Tilt the view Downward Button
es: Botón para inclinar vista hacia abajo
fr: Incliner la vue vers le bas
tr: Görünümü Aşağı eğin Düğmesi

# h_btnTiltUp
source: Tilt the view upward button
es: Botón para inclinar vista hacia arriba
fr: Incliner la vue vers le haut
tr: Görünümü yukarı doğru eğin

# h_btnTramDisplayMode
source: Tram Line Display Mode Button If there are tram lines active, you can select all trams or inner or outer or none visible. Trams are made by pressing field menu and then selecting tramlines.
es: Botón de modo de visualización de Paralelas Si hay líneas paralelas activas, puede seleccionar todas o interior o exterior o ninguna visible. Lasparalelas se hacen presionando menú de parcela y luego seleccionando paralelas.
fr: Affichage du mode jalonnage Si des lignes de jalonnage sont créées, il est possibles de les afficher partout, seulement sur les lignes AB, seulement sur le contour
tr: Tramvay Hattı Görüntüleme Modu Butonu Aktif tramvay hatları varsa, tüm tramvayları veya iç veya dış veya hiçbirinin görünmediğini seçebilirsiniz. Tramvaylar, alan menüsüne basılarak ve ardından sürme izi seçilerek yapılır.

# h_btnYouSkipEnable
source: U Turn Skip Enable Allows automatic looping based on number set in Row skips to do as a group of passes, then move on to next group automatically.
es: Habilitar salto de U Turn (giro en U) Permite el bucle automático basado en el número establecido en saltos de fila para hacer como un grupo de pasadas, luego pasar al siguiente grupo automáticamente.
fr: Activation du saut de demi tour Permet l'enchainement automatique de plusieurs groupes de saut de ligne. 2 sauts puis 3 sauts puis 2….
tr: U Dönüş Atlamayı Etkinleştir Bir grup geçiş olarak yapmak için Satır atlamalarında ayarlanan sayıya göre otomatik döngüye izin verir, ardından otomatik olarak bir sonraki gruba geçer.

# h_btnZeroWAS
source: Wheel Angle Sensor Zero Button Allows the steering angle to be zero degrees when driving forward. This setting must be done and be zero degrees when driving straight ahead in order to be properly set. Wheel Angle Sensor (WAS) zero allows you to remove that non-zero steering angle so it is zero degrees. This is a very important setting and must be accurately set.
es: Botón de puesta a cero del WAS (ángulo de ruedas) Permite poner a cero grados el ángulo de dirección al conducir hacia adelante. Este ajuste debe hacerse y ser cero grados al conducir en línea recta para que se ajuste correctamente. Este ajuste es muy importante y debe establecerse con precisión.
fr: Bouton de validation du zéro capteur d'angle Permet de définir l'angle actuel des roues comme le nouveau zéro. Faire un premier réglage en statique, roues droites. Ensuite ajuster le zéro en conduisant sur une ligne AB. Le zéro permettra d'avoir un écart droite gauche équilibré autour de la ligne de guidage Ce réglage est primordial dans la précision finale attendue
tr: Tekerlek Açı Sensörü Sıfır Düğmesi Sürüş sırasında direksiyon açısının sıfır derece olmasını sağlar ileri. Bu ayar yapılmalı ve gerektiğinde sıfır derece olmalıdır. doğru şekilde ayarlanması için dümdüz ileri sürülür. tekerlek açısı Sensör (WAS) sıfır, sıfır olmayan direksiyonu kaldırmanıza olanak tanır açı yani sıfır derecedir. Bu çok önemli bir ayardır ve doğru ayarlanmış olmalıdır.

# h_btnZoomIn
source: Zoom in to see less field button
es: Botón de zoom para acercar parcela
fr: Bouton de zoom en avant du champs
tr: Daha az alan düğmesi görmek için yakınlaştırın

# h_btnZoomOut
source: Zoom out to see more field button
es: Botón de zoom para alejar parcela
fr: Bouton de zoom en arrière du champs
tr: Daha fazla alan düğmesi görmek için uzaklaştırın

# h_hsbarAckerman
source: Ackerman Compensation Slider Ackermann steering geometry is a geometric arrangement of linkages in the steering of a vehicle designed to solve the problem of wheels on the inside and outside of a turn needing to trace out circles of different radius. The setting is based on reference of the right wheel where the left wheel angle is determined by multiplying the steering wheel angle by the percentage Ackermann is set to. Ackermann has no effect on steer angle when turning right, only left. Example. Ackermann is set to 80%. When turning to the left and the steer angle is 10 degrees, the corrected angle will be 8 degrees.
es: Control deslizante de compensación Ackerman La geometría de dirección de Ackermann es una disposición geométrica de vínculos en la dirección de un vehículo, diseñado para resolver el problema de ruedas en el interior y exterior de un giro que necesita trazar círculos de diferente radio. La configuración se basa en la referencia de la rueda derecha, donde el ángulo de la rueda izquierda se determina multiplicando el ángulo del volante por el porcentaje en el que está configurado Ackermann. Ackermann no tiene ningún efecto sobre el ángulo de dirección al girar a la derecha, solo a la izquierda. Ejemplo: Ackermann se establece en el 80%. Al girar a la izquierda si el ángulo de dirección es de 10 grados, el ángulo corregido será de 8 grados.
fr: Curseur de réglage de la compensation ackermann. ( Du nom de l'inventeur de cette géométrie) Quand un véhicule tourne, pour éviter tout ripage, la roue intérieur braque plus que la roue extérieur. Le capteur d'angle étant monté que d'un coté, il renvoi l'angle réel seulement dans le sens associé au coté du montage. La compensation ackermann permet de corriger la lecture de l'angle de la roue opposée.
tr: Ackerman Tazminat Kaydırıcısı Ackermann direksiyon geometrisi geometrik bir düzenlemedir. sorunu çözmek için tasarlanmış bir aracın direksiyonundaki bağlantılar İzlenmesi gereken bir dönüşün içindeki ve dışındaki tekerleklerin farklı yarıçaplı daireler. Ayar, direksiyon açısının Ackermann'ın ayarlandığı yüzde ile çarpılmasıyla sol tekerlek açısının belirlendiği sağ tekerleğin referansına dayanır. Ackermann'ın sağa dönüşte direksiyon açısı üzerinde hiçbir etkisi yoktur, sadece sola döner. Misal. Ackermann %80 olarak ayarlanmıştır. Sola dönüşte ve direksiyon açısı 10 derece olduğunda, düzeltilen açı 8 derece olacaktır.

# h_hsbarCountsPerDegree
source: Counts Per Degree Slider Also known as CPD The A/D converter puts out -4000 to +4000 (8000 in total) levels as the Wheel Angle Sensor puts out 0 to 5v. To convert that into steer angle degrees - because we don’t visualize counts very well, we now divide those levels by counts per degree. So, when the CPD is increased, the wheels turn farther for each degree needed. When lowered, the wheels don’t turn as far. This is a critical setting, if the vehicle steers too far lower the CPD and vice versa.
es: Control deslizante de recuentos por grado También conocido como CPD El convertidor Analógico /Digital emite niveles de -4000 a +4000 (8000 en total) mientras el WAS emite de 0 a 5V. Para convertir eso en grados de ángulo de dirección, dividimos esos niveles por conteos por grado. Cuando el El CPD aumenta, las ruedas giran más por cada grado necesario. Cuando se baja, las ruedas no giran tanto. Este es un ajuste crítico, si el vehículo gira demasiado, baje el CPD y al revés, súbalo si gira poco.
fr: Curseur Points par dégré Permet d'ajuster l'angle réel des butées mécaniques des roues, à la plage utilisée du capteur d'angle
tr: Derece Kaydırıcı Başına Sayım CPD olarak da bilinir A/D dönüştürücü -4000 ila +4000 (toplamda 8000) seviyeleri ortaya çıkarır Tekerlek Açısı Sensörü 0 ila 5v verdiği için. Bunu dönüştürmek için dönüş açısı dereceleri - çünkü sayıları çok iyi görselleştirmiyoruz, şimdi bu seviyeleri derece başına sayılara bölüyoruz. Yani, ne zaman CPD artar, tekerlekler gereken her derece için daha fazla döner. İndirildiğinde, tekerlekler fazla dönmez. Bu kritik bir ayardır, araç çok fazla yönlendirilirse, CPD'yi düşürür ve bunun tersi de geçerlidir.

# h_hsbarHeadingErrorGain
source: Stanley Heading Slider The slider affects how much opposition to distance setting there is by keeping the vehicle turning away from the line. It’s the winner of the two, heading and distance away that determines the length of time to get to the line. Ideal is to balance them so you get quickly to the line without going too far over the line or oscillating back and forth (too aggressive).
es: Control deslizante de rumbo de Stanley El control deslizante afecta la cantidad de oposición al ajuste de distancia manteniendo el vehículo girando alejándose de la línea. Es el ganador de los dos, rumbo y distancia, lo que determina el tiempo para llegar a la línea. Cuanto mas agresivo, más rápido intenta dirigirse a la linea, con el riesgo de sobrepasarla rapidamente u oscilando de un lado a otro (demasiado agresivo).
fr: Curseur Cap en mode Stanley Fonctionne avec la distance. Plus il est agressif, plus vite il essaie de se diriger vers la ligne avec le risque de franchir la ligne etde la dépasser trop rapidement.
tr: Stanley Başlık Kaydırıcısı Kaydırıcı, mesafe ayarına ne kadar muhalefet olduğunu etkiler aracı çizgiden uzaklaştırarak var. İkisinin galibi, önde gidiyor ve uzaklaşıyor. çizgiye ulaşmak için gereken süreyi belirler. idealdir onları dengeleyin, böylece çok ileri gitmeden çizgiye çabucak ulaşın çizgi üzerinde veya ileri geri salınım (çok agresif).

# h_hsbarHighSteerPWM
source: Maximum PWM Gain Slider Limits the total power deliver to steer motor or valve to prevent steering too violently. Initially set lower to prevent oscillation. If driving fast be sure to not turn too fast to prevent roll over.
es: Control deslizante de ganancia máxima de PWM Limita la entrega de potencia total al motor de guiado o a la válvula para evitar giro de dirección demasiado violento. Inicialmente, ajustelo más bajo para evitar oscilaciones. Si conduce rápido, asegúrese de no girar demasiado rápido para evitar volcar.
fr: Curseur Gain PWM maximal Limite la puissance totale délivrée au moteur / valves pour éviter une direction trop violente. Initialement réglé plus bas pour éviter les oscillations. Si vous conduisez vite, assurez-vous de ne pas tourner trop vite pour éviter tout accident lors des réglages
tr: Maksimum PWM Kazanç Kaydırıcısı Çok şiddetli yönlendirmeyi önlemek için yönlendirme motoruna veya valfe verilen toplam gücü sınırlar. Salınımı önlemek için başlangıçta daha düşük ayarlayın. Hızlı sürüyorsanız, devrilmeyi önlemek için çok hızlı dönmediğinizden emin olun.

# h_hsbarHoldLookAhead
source: Hold Look Ahead Slider How far ahead the algorithm looks to at the reference point to decide if it is wandering off line. When distance to line is <10cm, system is in "Hold" mode. Otherwise, it is acquiring. If it is slow to realise it is losing the line, decrease this. If it constantly over-correcting at less than 10cm, increase this.
es: Control deslizante de mirar hacia adelante A qué distancia mira el algoritmo en el punto de referencia para decidir si se está desviando de la línea. Cuando la distancia a la línea es <10 cm, el sistema está en modo "Retener". De lo contrario, está adquiriendo. Si tarda en darse cuenta de que está perdiendo la línea, disminúyala. Si constantemente se corriA qué distancia mira el algoritmo en el punto de referencia para decidir si se está desviando de la línea. Cuando la distancia a la línea es <10 cm, el sistema está en modo "Retener". De lo contrario, está adquiriendo. Si tarda en darse cuenta de que está perdiendo la línea, disminúyala. Si constantemente se corrige en exceso a menos de 10 cm, aumentelo.
fr: Curseur d'anticipation

# h_hsbarIntegral
source: Stanley Integral Slider Integral setting allows the distance error to keep adding up over time to help add steer angle when a normal distance and heading calculation won't bring the tractor to the line. Like on a sidehill or pulling heavy draft to one side. Too much integral will cause it to get too fast to the line and cross over it. Too low of a setting will take too long to get to the line. Better to set a bit lower or it will oscillate across line a lot.
es: Control deslizante Integral Stanley La configuración integral permite que el error de distancia siga aumentando con el tiempo para ayudar a agregar ángulo de dirección cuando un cálculo normal de distancia y rumbo no llevará el tractor a la línea. Como en una ladera o tirando de una corriente de aire pesada hacia un lado. Demasiada integral hará que llegue demasiado rápido a la línea y la sobrepase. Un ajuste demasiado bajo tardará demasiado en llegar a la línea. Es mejor establecer un poco más bajo u oscilará mucho a lo largo de la línea.
fr: Jusqu'où l'algorithme regarde le point de référence pour décider s'il s'écarte de la ligne. Lorsque la distance à la ligne est <10 cm, le système est en mode "Hold". Sinon, vous acquérez. S'il vous faut beaucoup de temps pour vous rendre compte que vous perdez la ligne, baissez-la. Si vous dérivez constamment Jusqu'où l'algorithme regarde-t-il le point de référence pour décider si vous dérivez de la ligne. Lorsque la distance à la ligne est <10 cm, le système est en mode "Hold". Sinon, vous acquérez. S'il vous faut beaucoup de temps pour vous rendre compte que vous perdez la ligne, baissez-la. S'il surcorrige constamment à moins de 10 cm, augmentez-le.
tr: Stanley Entegre Kaydırıcı Entegre ayar, normal bir mesafe ve rota hesaplaması traktörü hatta getirmediğinde direksiyon açısını eklemeye yardımcı olmak için mesafe hatasının zamanla artmaya devam etmesine izin verir. Bir yokuşta ya da ağır çekimi bir tarafa çekmek gibi. Çok fazla integral, çizgiye çok hızlı gelmesine ve üzerinden geçmesine neden olur. Çok düşük bir ayar, hatta ulaşmak çok uzun sürecektir. Biraz daha düşük ayarlamak daha iyidir, yoksa hat boyunca çok fazla salınır.

# h_hsbarIntegralPurePursuit
source: Pure Pursuit Integral Slider Integral setting allows the distance error to keep adding up over time to help add steer angle when a normal distance and heading calculation won't bring the tractor to the line. Like on a sidehill or pulling heavy draft to one side. Too much integral will cause it to get too fast to the line and cross over it. Too low of a setting will take too long to get to the line. Better to set a bit lower or it will oscillate across line a lot.
es: Control deslizante integral Pure Pursuit La configuración integral permite que el error de distancia siga aumentando con el tiempo para ayudar a agregar ángulo de dirección cuando un cálculo normal de distancia y rumbo no llevará el tractor a la línea. Como en una ladera o tirando de una corriente de aire pesada hacia un lado. Demasiada integral hará que llegue demasiado rápido a la línea y la sobrepase. Un ajuste demasiado bajo tardará demasiado en llegar a la línea. Es mejor establecer un poco más bajo u oscilará mucho a lo largo de la línea.
fr: Curseur intégral Pure P Le réglage intégral permet à l’erreur de distance de continuer à s’accumuler au fil du temps pour aider à ajouter un angle de braquage lorsqu’un calcul de distance et de cap normal n’amènera pas le tracteur à la ligne. Comme sur un flanc ou avec un ripage sur le coté. Trop d’intégrale l’amènera à atteindre trop rapidement la ligne et à la franchir. Un réglage trop bas prendra trop de temps pour atteindre la ligne voire ne jamais l'atteindre. Mieux vaut régler un peu plus bas ou il oscillera beaucoup sur la ligne.
tr: Pure Pursuit Entegre Kaydırıcı Entegre ayar, normal bir mesafe ve rota hesaplaması traktörü hatta getirmediğinde direksiyon açısını eklemeye yardımcı olmak için mesafe hatasının zamanla artmaya devam etmesine izin verir. Bir yokuşta ya da ağır çekimi bir tarafa çekmek gibi. Çok fazla integral, çizgiye çok hızlı gelmesine ve üzerinden geçmesine neden olur. Çok düşük bir ayar, hatta ulaşmak çok uzun sürecektir. Biraz daha düşük ayarlamak daha iyidir, yoksa hat boyunca çok fazla salınır.

# h_hsbarLookAhead
source: Look Ahead Slider How far ahead of the vehicle is the reference point. If point is close vehicle turns very quickly. Farther away the steering is more relaxed and takes longer to get to line. Use the Speed gain to set distance based on speed as it takes less steering when you go faster. But set lookahead first. Tune it at the speed you will most often be travelling.
es: Deslizador de Look Ahead (punto de referencia por delante del vehículo) A qué distancia delante del vehículo se encuentra el punto de referencia. Si el punto está cerca, el vehículo gira muy rápido. Más lejos, la dirección es más relajada y tarda más en llegar a la línea. Usa la ganancia de velocidad para establecer la distancia en función de la velocidad, ya que requiere menos giro de la dirección cuando va más rápido, pero establezca el Look Ahed primero. Ajustar a la velocidad a la que irá habitualmente.
fr: Distance entre le point de référence visé et le véhicule. Si le point est proche, le véhicule tourne très rapidement. Inversement si il est loin, la direction est plus détendue et prend plus de temps à se mettre en ligne. Régler ensuite le curseur gain de vitesse pour définir la distance en fonction de la vitesse, car il faut moins d'angle de direction lorsque vous allez plus vite
tr: İleriye Bak Kaydırıcısı Referans noktası aracın ne kadar ilerisindedir. Nokta yakınsa araç çok hızlı döner. Daha uzakta direksiyon daha rahattır ve sıraya girmek daha uzun sürer. Daha hızlı gittiğinizde daha az direksiyon gerektirdiğinden, hıza dayalı mesafeyi ayarlamak için Hız kazanımını kullanın. Ama önce ileriye bak. En sık seyahat edeceğiniz hızda ayarlayın.
